const allQuestions = [
    {
        "id": 1,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الأجواد مثل بندر في وسط غبة»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "للثناء على صاحب الجود والنخوة",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "للثناء على صاحب الجود والنخوة",
        "difficulty": "سهل"
    },
    {
        "id": 2,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الأكل أكل حوت والحال مسحوت»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يققال لنحيل الجسم الذي يتناول الطعام بشراهة ولا تظهر فائدته عليه",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "يققال لنحيل الجسم الذي يتناول الطعام بشراهة ولا تظهر فائدته عليه",
        "difficulty": "متوسط"
    },
    {
        "id": 3,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الأولين ما خَلَوْا للتالين شي»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى أن الأجيال السابقة لم تترك شيئاً إلا وتطرفت إليه",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "يقال للإشارة إلى أن الأجيال السابقة لم تترك شيئاً إلا وتطرفت إليه",
        "difficulty": "سهل"
    },
    {
        "id": 4,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أبو اسبيت لا هو حي ولا ميت»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يققال للنائم نوماً عميقاً أو لكبير السن المنقطع عن الناس",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "يققال للنائم نوماً عميقاً أو لكبير السن المنقطع عن الناس",
        "difficulty": "متوسط"
    },
    {
        "id": 5,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أبو اطبيع ما يجوز عن طبعه»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال لكل من تطبع بطبع ثم عاد إلى أصله"
        ],
        "answer": "يقال لكل من تطبع بطبع ثم عاد إلى أصله",
        "difficulty": "سهل"
    },
    {
        "id": 6,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اتبع امبكياتك ولا تتبع امضحكاتك»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "للحث على اتباع النصيحة الصادقة والتحذير من المجاملات",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "للحث على اتباع النصيحة الصادقة والتحذير من المجاملات",
        "difficulty": "متوسط"
    },
    {
        "id": 7,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اتسير حمرة والمرد على حوارها»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يققال للشخص الذي يغادر البلاد ولا يلبث أن يأخذه الحنين ليعود",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "يققال للشخص الذي يغادر البلاد ولا يلبث أن يأخذه الحنين ليعود",
        "difficulty": "متوسط"
    },
    {
        "id": 8,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اترك الداب وشْيَرْتَه»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "للحث على عدم الاقتراب من الشر ومصادره",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "للحث على عدم الاقتراب من الشر ومصادره",
        "difficulty": "سهل"
    },
    {
        "id": 9,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أدب وليدك إن كان تبغيه يشفيك»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "لحث الآباء على تأديب الأولاد منذ الصغر وغرس العادات الحسنة"
        ],
        "answer": "لحث الآباء على تأديب الأولاد منذ الصغر وغرس العادات الحسنة",
        "difficulty": "سهل"
    },
    {
        "id": 10,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ادهان مرة أبو»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يققال لمن يقدم عطاء يسيراً وناقصاً ويحيز غيره بعطاء كامل",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "يققال لمن يقدم عطاء يسيراً وناقصاً ويحيز غيره بعطاء كامل",
        "difficulty": "متوسط"
    },
    {
        "id": 11,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أدورك في السما وألقاك في الأرض»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال لمن تبحث عنه ولا تجده وفجأة نجده أمامك",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "يقال لمن تبحث عنه ولا تجده وفجأة نجده أمامك",
        "difficulty": "سهل"
    },
    {
        "id": 12,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا كبر ولدك خاوه»؟",
        "options": [
            "يقال لنصح الأب القاسي الذي يشتكي من نفور أبنائه",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "يقال لنصح الأب القاسي الذي يشتكي من نفور أبنائه",
        "difficulty": "سهل"
    },
    {
        "id": 13,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت مالك ما يضيع حطه في ضليع»؟",
        "options": [
            "لحث على شراء السلعة الجيدة والفخرة وإن كانت غالية",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "لحث على شراء السلعة الجيدة والفخرة وإن كانت غالية",
        "difficulty": "متوسط"
    },
    {
        "id": 14,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت السلامة قدم الميم»؟",
        "options": [
            "يقال لمن يبحث عن السلامة وتجنب المشاكل بقول ما أدري",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "يقال لمن يبحث عن السلامة وتجنب المشاكل بقول ما أدري",
        "difficulty": "متوسط"
    },
    {
        "id": 15,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت رفيقك دوم حاسبه كل يوم»؟",
        "options": [
            "لتجديد الثقة بين التاجر والعميل وسداد الدين أولاً بأول",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "لتجديد الثقة بين التاجر والعميل وسداد الدين أولاً بأول",
        "difficulty": "صعب"
    },
    {
        "id": 16,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا غاب القطو استن يا فار»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عندما ترى التسيب والفوضى من أثر غياب المسؤول"
        ],
        "answer": "يقال عندما ترى التسيب والفوضى من أثر غياب المسؤول",
        "difficulty": "سهل"
    },
    {
        "id": 17,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا فاتك الحميض عليك بحميض الجبل»؟",
        "options": [
            "يقال للاكتفاء بالموجود إذا فات المهم منه",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "يقال للاكتفاء بالموجود إذا فات المهم منه",
        "difficulty": "متوسط"
    },
    {
        "id": 18,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا زاد الشيء عن حده انقلب ضده»؟",
        "options": [
            "للحث على الاعتدال في الأمور وعدم الإفراط فيها",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "للحث على الاعتدال في الأمور وعدم الإفراط فيها",
        "difficulty": "سهل"
    },
    {
        "id": 19,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اسأل مجرب ولا تسأل طبيب»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال لأهمية الاستعانة بأصحاب التجربة والخبرة",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "يقال لأهمية الاستعانة بأصحاب التجربة والخبرة",
        "difficulty": "سهل"
    },
    {
        "id": 20,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اصرف ما في الجيب يأتيك ما في الغيب»؟",
        "options": [
            "لحث على الإنفاق في وجوه الخير والتوكل على الله",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "لحث على الإنفاق في وجوه الخير والتوكل على الله",
        "difficulty": "سهل"
    },
    {
        "id": 21,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أصابعك ماهي سوى»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال في تباين الفروق الفردية بين الأولاد والناس"
        ],
        "answer": "يقال في تباين الفروق الفردية بين الأولاد والناس",
        "difficulty": "سهل"
    },
    {
        "id": 22,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اضرب الحديد وهو حامي»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "للحث على سرعة إنجاز العمل الموافق عليه وعدم التراخي"
        ],
        "answer": "للحث على سرعة إنجاز العمل الموافق عليه وعدم التراخي",
        "difficulty": "سهل"
    },
    {
        "id": 23,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أفلح من باع أول سومه»؟",
        "options": [
            "لحث بائع السلعة ألا يتردد عند حصوله على أول سعر جيد",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "لحث بائع السلعة ألا يتردد عند حصوله على أول سعر جيد",
        "difficulty": "متوسط"
    },
    {
        "id": 24,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أقاربك عقاربك»؟",
        "options": [
            "لأخذ الحيطة والحذر من إظهار الغنى أمام الأقارب",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "لأخذ الحيطة والحذر من إظهار الغنى أمام الأقارب",
        "difficulty": "سهل"
    },
    {
        "id": 25,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أكبر منك بيوم أعرف منك بسنة»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "لتقدير خبرة من يكبرك سناً في الحياة",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "لتقدير خبرة من يكبرك سناً في الحياة",
        "difficulty": "سهل"
    },
    {
        "id": 26,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحق الكذاب إلى بيت هله»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "لتتبع حقيقة من يعدك لعدة مرات ويخلف وعده"
        ],
        "answer": "لتتبع حقيقة من يعدك لعدة مرات ويخلف وعده",
        "difficulty": "متوسط"
    },
    {
        "id": 27,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يعرف الصقر يشويه»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للشخص الجاهل عديم الخبرة عندما يتلف شيئاً يجهل قيمته",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "يقال للشخص الجاهل عديم الخبرة عندما يتلف شيئاً يجهل قيمته",
        "difficulty": "سهل"
    },
    {
        "id": 28,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ماله أول ماله تالي»؟",
        "options": [
            "للحث على التقيد بالعادات والتقاليد الحميدة المتوارثة",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "للحث على التقيد بالعادات والتقاليد الحميدة المتوارثة",
        "difficulty": "سهل"
    },
    {
        "id": 29,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما هو على دينك ما يعينك»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "للتحذير من طلب المساعدة ممن لا يسره نجاحك"
        ],
        "answer": "للتحذير من طلب المساعدة ممن لا يسره نجاحك",
        "difficulty": "متوسط"
    },
    {
        "id": 30,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يده في الماي مهب مثل اللي يده في النار»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "لمن يقع في مشكلة ويقلل الناس من شأنها جهلاً بمعاناته",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "لمن يقع في مشكلة ويقلل الناس من شأنها جهلاً بمعاناته",
        "difficulty": "سهل"
    },
    {
        "id": 31,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الجار قبل الدار»؟",
        "options": [
            "لأهمية السؤال عن الجيران واختيارهم بعناية",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "لأهمية السؤال عن الجيران واختيارهم بعناية",
        "difficulty": "سهل"
    },
    {
        "id": 32,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الذيب ما يهرول عبث»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يققال عندما يتحرك الشخص الدهاء لغاية معينة",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "يققال عندما يتحرك الشخص الدهاء لغاية معينة",
        "difficulty": "سهل"
    },
    {
        "id": 33,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرفيق قبل الطريق»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "للحث على حسن اختيار المرافق قبل السفر"
        ],
        "answer": "للحث على حسن اختيار المرافق قبل السفر",
        "difficulty": "سهل"
    },
    {
        "id": 34,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «السياسة مرقد دافي»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للشخص الخامل الذي يعتمد على غيره",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "يقال للشخص الخامل الذي يعتمد على غيره",
        "difficulty": "صعب"
    },
    {
        "id": 35,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «السلف تلف»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "تحذير التاجر أو الدائن من كثرة الديون",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "تحذير التاجر أو الدائن من كثرة الديون",
        "difficulty": "سهل"
    },
    {
        "id": 36,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الشرط يغلب السالفة»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "لأن الشروط توقف الجدل وتنظمه",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "لأن الشروط توقف الجدل وتنظمه",
        "difficulty": "متوسط"
    },
    {
        "id": 37,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الصبر مفتاح الفرج»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "للحث على التحلي بالصبر عند الشدائد",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال."
        ],
        "answer": "للحث على التحلي بالصبر عند الشدائد",
        "difficulty": "سهل"
    },
    {
        "id": 38,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطماع ما يترس عينه إلا التراب»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "لذم الشخص الجشع الذي لا يقنع بما قسمه الله",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "لذم الشخص الجشع الذي لا يقنع بما قسمه الله",
        "difficulty": "سهل"
    },
    {
        "id": 39,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العدل أساس الملك»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "لأهمية تحقيق العدالة في المجتمع"
        ],
        "answer": "لأهمية تحقيق العدالة في المجتمع",
        "difficulty": "سهل"
    },
    {
        "id": 40,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العين بصيرة واليد قصيرة»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "للتعبير عن شدة العجز وعدم القدرة على المساعدة"
        ],
        "answer": "للتعبير عن شدة العجز وعدم القدرة على المساعدة",
        "difficulty": "سهل"
    },
    {
        "id": 41,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الفرخ في البيضه يصر»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "للغالم الصغير الذي تظهر عليه النجابة والرجولة المبكرة"
        ],
        "answer": "للغالم الصغير الذي تظهر عليه النجابة والرجولة المبكرة",
        "difficulty": "صعب"
    },
    {
        "id": 42,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «القرد في عين أمه غزال»؟",
        "options": [
            "للمبالغة في رؤية الجمال في شخص عزيز",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "للمبالغة في رؤية الجمال في شخص عزيز",
        "difficulty": "سهل"
    },
    {
        "id": 43,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكلب بين الاثنين ذليل»؟",
        "options": [
            "يقال لمن ينسحب من مواجهة خصمه",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب."
        ],
        "answer": "يقال لمن ينسحب من مواجهة خصمه",
        "difficulty": "متوسط"
    },
    {
        "id": 44,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «المال الحلال ما يضيع»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "للطمأنة على حفظ حقوق الإنسان"
        ],
        "answer": "للطمأنة على حفظ حقوق الإنسان",
        "difficulty": "سهل"
    },
    {
        "id": 45,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «النجاح يحتاج إلى مثابرة»؟",
        "options": [
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "للحث على الجد والاجتهاد",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة."
        ],
        "answer": "للحث على الجد والاجتهاد",
        "difficulty": "سهل"
    },
    {
        "id": 46,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الوقت كالسيف إن لم تقطعه قطعك»؟",
        "options": [
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "لأهمية استغلال الوقت وعدم إضاعته"
        ],
        "answer": "لأهمية استغلال الوقت وعدم إضاعته",
        "difficulty": "سهل"
    },
    {
        "id": 47,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اليد الواحدة ما تصفق»؟",
        "options": [
            "يقال عند الرغبة في ترك التجارة والاتجاه للزراعة.",
            "يقال عند القدوم من سفر طويل ومتعب.",
            "يقال للإشارة إلى الشجاعة المفرطة في ساحات القتال.",
            "لأهمية التعاون والتكاتف بين الأفراد"
        ],
        "answer": "لأهمية التعاون والتكاتف بين الأفراد",
        "difficulty": "سهل"
    },
    {
        "id": 48,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الحشف»؟",
        "options": [
            "المرأة الحمقاء قليلة التدبير",
            "قاع البحر الصخري",
            "الرياح الشرقية الرطبة",
            "التمر الرديء الجاف"
        ],
        "answer": "التمر الرديء الجاف",
        "difficulty": "متوسط"
    },
    {
        "id": 49,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «المداف»؟",
        "options": [
            "المرأة الحمقاء قليلة التدبير",
            "التمر الرديء الجاف",
            "المجداف المستخدم لتحريك السفينة",
            "خشب صلب ممتاز لصناعة السفن"
        ],
        "answer": "المجداف المستخدم لتحريك السفينة",
        "difficulty": "صعب"
    },
    {
        "id": 50,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الحشف»؟",
        "options": [
            "التمر الرديء الجاف",
            "فطر الأرض أو الكمأ",
            "خزان ماء خشبي في السفينة",
            "الرياح القوية الحارة في الصيف"
        ],
        "answer": "التمر الرديء الجاف",
        "difficulty": "متوسط"
    },
    {
        "id": 51,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الساج»؟",
        "options": [
            "أداة غرف الطعام من القدر",
            "قاع البحر الصخري",
            "ميناء السفن",
            "خشب صلب ممتاز لصناعة السفن"
        ],
        "answer": "خشب صلب ممتاز لصناعة السفن",
        "difficulty": "صعب"
    },
    {
        "id": 52,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الخب»؟",
        "options": [
            "التمر الرديء الجاف",
            "الرياح الجنوبية الشرقية القوية",
            "خزان ماء خشبي في السفينة",
            "فطر الأرض أو الكمأ"
        ],
        "answer": "الرياح الجنوبية الشرقية القوية",
        "difficulty": "صعب"
    },
    {
        "id": 53,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «المداف»؟",
        "options": [
            "الرياح القوية الحارة في الصيف",
            "سمك القرش",
            "المجداف المستخدم لتحريك السفينة",
            "الرياح الشرقية الرطبة"
        ],
        "answer": "المجداف المستخدم لتحريك السفينة",
        "difficulty": "سهل"
    },
    {
        "id": 54,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «المداف»؟",
        "options": [
            "سمك القرش",
            "ميناء السفن",
            "أداة غرف الطعام من القدر",
            "المجداف المستخدم لتحريك السفينة"
        ],
        "answer": "المجداف المستخدم لتحريك السفينة",
        "difficulty": "سهل"
    },
    {
        "id": 55,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الرفلة»؟",
        "options": [
            "الممر الطولي داخل السفينة الخشبية",
            "المرأة الحمقاء قليلة التدبير",
            "الرياح الجنوبية الشرقية القوية",
            "البحر العميق"
        ],
        "answer": "المرأة الحمقاء قليلة التدبير",
        "difficulty": "سهل"
    },
    {
        "id": 56,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الخب»؟",
        "options": [
            "الرياح الجنوبية الشرقية القوية",
            "خشب صلب ممتاز لصناعة السفن",
            "أداة غرف الطعام من القدر",
            "فطر الأرض أو الكمأ"
        ],
        "answer": "الرياح الجنوبية الشرقية القوية",
        "difficulty": "متوسط"
    },
    {
        "id": 57,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الكوس»؟",
        "options": [
            "ميناء السفن",
            "فطر الأرض أو الكمأ",
            "أداة غرف الطعام من القدر",
            "الرياح الشرقية الرطبة"
        ],
        "answer": "الرياح الشرقية الرطبة",
        "difficulty": "سهل"
    },
    {
        "id": 58,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الفنطاس»؟",
        "options": [
            "أداة غرف الطعام من القدر",
            "ميناء السفن",
            "خزان ماء خشبي في السفينة",
            "الممر الطولي داخل السفينة الخشبية"
        ],
        "answer": "خزان ماء خشبي في السفينة",
        "difficulty": "صعب"
    },
    {
        "id": 59,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الملاس»؟",
        "options": [
            "أداة غرف الطعام من القدر",
            "فطر الأرض أو الكمأ",
            "المجداف المستخدم لتحريك السفينة",
            "الممر الطولي داخل السفينة الخشبية"
        ],
        "answer": "أداة غرف الطعام من القدر",
        "difficulty": "متوسط"
    },
    {
        "id": 60,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «اليوريور»؟",
        "options": [
            "الرياح الجنوبية الشرقية القوية",
            "قاع البحر الصخري",
            "سمك القرش",
            "خشب صلب ممتاز لصناعة السفن"
        ],
        "answer": "سمك القرش",
        "difficulty": "متوسط"
    },
    {
        "id": 61,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الفقع»؟",
        "options": [
            "قاع البحر الصخري",
            "الرياح القوية الحارة في الصيف",
            "التمر الرديء الجاف",
            "فطر الأرض أو الكمأ"
        ],
        "answer": "فطر الأرض أو الكمأ",
        "difficulty": "سهل"
    },
    {
        "id": 62,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الدرميت»؟",
        "options": [
            "الممر الطولي داخل السفينة الخشبية",
            "المجداف المستخدم لتحريك السفينة",
            "التمر الرديء الجاف",
            "المرأة الحمقاء قليلة التدبير"
        ],
        "answer": "الممر الطولي داخل السفينة الخشبية",
        "difficulty": "صعب"
    },
    {
        "id": 63,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الساج»؟",
        "options": [
            "البحر العميق",
            "خشب صلب ممتاز لصناعة السفن",
            "الرياح الجنوبية الشرقية القوية",
            "الرياح القوية الحارة في الصيف"
        ],
        "answer": "خشب صلب ممتاز لصناعة السفن",
        "difficulty": "سهل"
    },
    {
        "id": 64,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الفنطاس»؟",
        "options": [
            "التمر الرديء الجاف",
            "الرياح القوية الحارة في الصيف",
            "أداة غرف الطعام من القدر",
            "خزان ماء خشبي في السفينة"
        ],
        "answer": "خزان ماء خشبي في السفينة",
        "difficulty": "متوسط"
    },
    {
        "id": 65,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «البارح»؟",
        "options": [
            "المجداف المستخدم لتحريك السفينة",
            "الرياح القوية الحارة في الصيف",
            "التمر الرديء الجاف",
            "المرأة الحمقاء قليلة التدبير"
        ],
        "answer": "الرياح القوية الحارة في الصيف",
        "difficulty": "متوسط"
    },
    {
        "id": 66,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الغبة»؟",
        "options": [
            "البحر العميق",
            "قاع البحر الصخري",
            "سمك القرش",
            "الرياح القوية الحارة في الصيف"
        ],
        "answer": "البحر العميق",
        "difficulty": "سهل"
    },
    {
        "id": 67,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «اليوريور»؟",
        "options": [
            "سمك القرش",
            "خزان ماء خشبي في السفينة",
            "الممر الطولي داخل السفينة الخشبية",
            "الرياح القوية الحارة في الصيف"
        ],
        "answer": "سمك القرش",
        "difficulty": "سهل"
    },
    {
        "id": 68,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الملاس»؟",
        "options": [
            "أداة غرف الطعام من القدر",
            "ميناء السفن",
            "فطر الأرض أو الكمأ",
            "البحر العميق"
        ],
        "answer": "أداة غرف الطعام من القدر",
        "difficulty": "سهل"
    },
    {
        "id": 69,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «اليوريور»؟",
        "options": [
            "ميناء السفن",
            "التمر الرديء الجاف",
            "سمك القرش",
            "قاع البحر الصخري"
        ],
        "answer": "سمك القرش",
        "difficulty": "صعب"
    },
    {
        "id": 70,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الغبة»؟",
        "options": [
            "التمر الرديء الجاف",
            "الرياح القوية الحارة في الصيف",
            "البحر العميق",
            "المرأة الحمقاء قليلة التدبير"
        ],
        "answer": "البحر العميق",
        "difficulty": "متوسط"
    },
    {
        "id": 71,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «البندر»؟",
        "options": [
            "ميناء السفن",
            "المجداف المستخدم لتحريك السفينة",
            "خشب صلب ممتاز لصناعة السفن",
            "سمك القرش"
        ],
        "answer": "ميناء السفن",
        "difficulty": "متوسط"
    },
    {
        "id": 72,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الرفلة»؟",
        "options": [
            "ميناء السفن",
            "المرأة الحمقاء قليلة التدبير",
            "البحر العميق",
            "الرياح القوية الحارة في الصيف"
        ],
        "answer": "المرأة الحمقاء قليلة التدبير",
        "difficulty": "سهل"
    },
    {
        "id": 73,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الملاس»؟",
        "options": [
            "فطر الأرض أو الكمأ",
            "خزان ماء خشبي في السفينة",
            "ميناء السفن",
            "أداة غرف الطعام من القدر"
        ],
        "answer": "أداة غرف الطعام من القدر",
        "difficulty": "صعب"
    },
    {
        "id": 74,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الهير»؟",
        "options": [
            "الممر الطولي داخل السفينة الخشبية",
            "خشب صلب ممتاز لصناعة السفن",
            "الرياح الجنوبية الشرقية القوية",
            "قاع البحر الصخري"
        ],
        "answer": "قاع البحر الصخري",
        "difficulty": "سهل"
    },
    {
        "id": 75,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «البارح»؟",
        "options": [
            "المجداف المستخدم لتحريك السفينة",
            "سمك القرش",
            "فطر الأرض أو الكمأ",
            "الرياح القوية الحارة في الصيف"
        ],
        "answer": "الرياح القوية الحارة في الصيف",
        "difficulty": "سهل"
    },
    {
        "id": 76,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «البندر»؟",
        "options": [
            "الممر الطولي داخل السفينة الخشبية",
            "فطر الأرض أو الكمأ",
            "المجداف المستخدم لتحريك السفينة",
            "ميناء السفن"
        ],
        "answer": "ميناء السفن",
        "difficulty": "سهل"
    },
    {
        "id": 77,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الفقع»؟",
        "options": [
            "ميناء السفن",
            "المجداف المستخدم لتحريك السفينة",
            "البحر العميق",
            "فطر الأرض أو الكمأ"
        ],
        "answer": "فطر الأرض أو الكمأ",
        "difficulty": "سهل"
    },
    {
        "id": 78,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «البندر»؟",
        "options": [
            "المرأة الحمقاء قليلة التدبير",
            "المجداف المستخدم لتحريك السفينة",
            "ميناء السفن",
            "الرياح الجنوبية الشرقية القوية"
        ],
        "answer": "ميناء السفن",
        "difficulty": "سهل"
    },
    {
        "id": 79,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الحشف»؟",
        "options": [
            "أداة غرف الطعام من القدر",
            "الرياح الشرقية الرطبة",
            "فطر الأرض أو الكمأ",
            "التمر الرديء الجاف"
        ],
        "answer": "التمر الرديء الجاف",
        "difficulty": "متوسط"
    },
    {
        "id": 80,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الدرميت»؟",
        "options": [
            "المرأة الحمقاء قليلة التدبير",
            "الممر الطولي داخل السفينة الخشبية",
            "ميناء السفن",
            "خزان ماء خشبي في السفينة"
        ],
        "answer": "الممر الطولي داخل السفينة الخشبية",
        "difficulty": "صعب"
    },
    {
        "id": 81,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الكوس»؟",
        "options": [
            "الرياح الشرقية الرطبة",
            "أداة غرف الطعام من القدر",
            "البحر العميق",
            "الممر الطولي داخل السفينة الخشبية"
        ],
        "answer": "الرياح الشرقية الرطبة",
        "difficulty": "سهل"
    },
    {
        "id": 82,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الفقع»؟",
        "options": [
            "خشب صلب ممتاز لصناعة السفن",
            "ميناء السفن",
            "خزان ماء خشبي في السفينة",
            "فطر الأرض أو الكمأ"
        ],
        "answer": "فطر الأرض أو الكمأ",
        "difficulty": "سهل"
    },
    {
        "id": 83,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الكوس»؟",
        "options": [
            "الرياح القوية الحارة في الصيف",
            "أداة غرف الطعام من القدر",
            "خزان ماء خشبي في السفينة",
            "الرياح الشرقية الرطبة"
        ],
        "answer": "الرياح الشرقية الرطبة",
        "difficulty": "سهل"
    },
    {
        "id": 84,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الفنطاس»؟",
        "options": [
            "قاع البحر الصخري",
            "المرأة الحمقاء قليلة التدبير",
            "الرياح الجنوبية الشرقية القوية",
            "خزان ماء خشبي في السفينة"
        ],
        "answer": "خزان ماء خشبي في السفينة",
        "difficulty": "متوسط"
    },
    {
        "id": 85,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الرفلة»؟",
        "options": [
            "فطر الأرض أو الكمأ",
            "البحر العميق",
            "سمك القرش",
            "المرأة الحمقاء قليلة التدبير"
        ],
        "answer": "المرأة الحمقاء قليلة التدبير",
        "difficulty": "متوسط"
    },
    {
        "id": 86,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «البارح»؟",
        "options": [
            "الرياح القوية الحارة في الصيف",
            "الرياح الشرقية الرطبة",
            "التمر الرديء الجاف",
            "سمك القرش"
        ],
        "answer": "الرياح القوية الحارة في الصيف",
        "difficulty": "صعب"
    },
    {
        "id": 87,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الغبة»؟",
        "options": [
            "قاع البحر الصخري",
            "البحر العميق",
            "الرياح القوية الحارة في الصيف",
            "الممر الطولي داخل السفينة الخشبية"
        ],
        "answer": "البحر العميق",
        "difficulty": "سهل"
    },
    {
        "id": 88,
        "question": "عند تداول المفردات الشعبية القطرية، ماذا يقصد بـ «الهير»؟",
        "options": [
            "سمك القرش",
            "التمر الرديء الجاف",
            "قاع البحر الصخري",
            "المرأة الحمقاء قليلة التدبير"
        ],
        "answer": "قاع البحر الصخري",
        "difficulty": "صعب"
    },
    {
        "id": 89,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الخب»؟",
        "options": [
            "الرياح الجنوبية الشرقية القوية",
            "قاع البحر الصخري",
            "المرأة الحمقاء قليلة التدبير",
            "الرياح الشرقية الرطبة"
        ],
        "answer": "الرياح الجنوبية الشرقية القوية",
        "difficulty": "متوسط"
    },
    {
        "id": 90,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الساج»؟",
        "options": [
            "خزان ماء خشبي في السفينة",
            "الرياح القوية الحارة في الصيف",
            "خشب صلب ممتاز لصناعة السفن",
            "الرياح الشرقية الرطبة"
        ],
        "answer": "خشب صلب ممتاز لصناعة السفن",
        "difficulty": "متوسط"
    },
    {
        "id": 91,
        "question": "ما هو المعنى الصحيح للمصطلح التراثي القطري «الدرميت»؟",
        "options": [
            "الرياح الجنوبية الشرقية القوية",
            "الممر الطولي داخل السفينة الخشبية",
            "أداة غرف الطعام من القدر",
            "ميناء السفن"
        ],
        "answer": "الممر الطولي داخل السفينة الخشبية",
        "difficulty": "متوسط"
    },
    {
        "id": 92,
        "question": "في سياق الأمثال والبيئة القطرية، ماذا تعني كلمة «الهير»؟",
        "options": [
            "ميناء السفن",
            "البحر العميق",
            "أداة غرف الطعام من القدر",
            "قاع البحر الصخري"
        ],
        "answer": "قاع البحر الصخري",
        "difficulty": "متوسط"
    },
    {
        "id": 93,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الأجواد فيهم خلفة»؟",
        "options": [
            "يقال عندما تجد شخصا متخلفا عقليا وينتمي إلى عائلة كريمة، ويقوم بأعمال شائنة أمام الناس تسيء إليه وإلى من ينتسب إليهم .",
            "يقال لتحكيم العقل وضبط النفس وعدم الانسياق خلف المنازعات و المشاكل .",
            "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية .",
            "يقال مثال لطالب الدراسة غير المجتهد عندما يتفاجأ في نهاية العام بنتيجة سلبية ."
        ],
        "answer": "يقال عندما تجد شخصا متخلفا عقليا وينتمي إلى عائلة كريمة، ويقوم بأعمال شائنة أمام الناس تسيء إليه وإلى من ينتسب إليهم .",
        "difficulty": "سهل"
    },
    {
        "id": 94,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أبو وجهين»؟",
        "options": [
            "يقال للشخص المنافق ذي القولين؛ الذي يقول أمامك قوال، وخلفك يقول قوال آخر.",
            "يقال لمن يتلفظ بكلمة ( هاه ) بقصد التجاهل وعدم استيعاب الموضوع .",
            "يقال للتعجيز وللداللة على استحالة وقوع الأمر الذي يرجى وقوعه .",
            "يقال للتقليل من شأن الشخص الذي لا يجيد العمل إال في واقع بيئته التي نشأ فيها ."
        ],
        "answer": "يقال للشخص المنافق ذي القولين؛ الذي يقول أمامك قوال، وخلفك يقول قوال آخر.",
        "difficulty": "سهل"
    },
    {
        "id": 95,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أبو شاخه»؟",
        "options": [
            "يقال للبخيل الحريص على ماله .",
            "يقال لمن يتهاون في طلب حقه ولا يجتهد فيه .",
            "الطيور وهي تلتقط الثمار الساقطة من الأشجار ، ويقال، كذلك، لتجار الخردة وهم يلتقطون أو يشترون الأمتعة الساقطة التي تم الاستغناء عنها.",
            "يقال للحث على الابتعاد عن الشخص المتغير المزاج وإن لزم الأمر التعامل معه بعناية وفي أضيق الحدود ، ولا تجالسه كثيرا ."
        ],
        "answer": "يقال للبخيل الحريص على ماله .",
        "difficulty": "صعب"
    },
    {
        "id": 96,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أبو اعليم»؟",
        "options": [
            "يقال للواشي أو النمام الذي لا يكتم السر و يعمل على إذاعته بين الناس .",
            "يقال للرجل كثير العلم وغزير المعرفة",
            "يقال صاحب الخبرات والانجازات",
            "من اسماء الاسد"
        ],
        "answer": "يقال للواشي أو النمام الذي لا يكتم السر و يعمل على إذاعته بين الناس .",
        "difficulty": "سهل"
    },
    {
        "id": 97,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أبو اطبيع ما يجوزعن طبعه»؟",
        "options": [
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال لكل من تطبع بطبع حسن ثم تركه، وعاد إلى أصله وسيرته الأولى.",
            "يقال لمدح حسن وجمال المرأة عندما تكون على طبيعتها .",
            "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة ."
        ],
        "answer": "يقال لكل من تطبع بطبع حسن ثم تركه، وعاد إلى أصله وسيرته الأولى.",
        "difficulty": "سهل"
    },
    {
        "id": 98,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أبو مزاح إن شفته ولا راح»؟",
        "options": [
            "يقال لجاحد المعروف الذي يأخذ منك باستمرار ولا يقر لك بذلك .",
            "يقال للشخص المعروف لديك عندما يأخذ شيئا يخصك ويذهب به دون استئذان وإن اكتشفت أمره وأمسكت به تملص من جرمه، وقال كنت أمزح وأردت أن أختبرك؛ هل أنت منتبه أم نائم؟.",
            "يقال عندما يستأذنك الجار أو الصديق في استعمال شيء يخصك وتوافق ،وتضرب له هذا القول ( لا تردك إال يدك ) وتعني أنه يستطيع أخذها مرة أخرى متى شاء ودون استئذان .",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره ."
        ],
        "answer": "يقال للشخص المعروف لديك عندما يأخذ شيئا يخصك ويذهب به دون استئذان وإن اكتشفت أمره وأمسكت به تملص من جرمه، وقال كنت أمزح وأردت أن أختبرك؛ هل أنت منتبه أم نائم؟.",
        "difficulty": "سهل"
    },
    {
        "id": 99,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اتنوح نوح الحمام»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال عندما تبالغ المرأة المفجوعة في النوح، والبكاء، والندب بشكل مستمر أمام الناس ."
        ],
        "answer": "يقال عندما تبالغ المرأة المفجوعة في النوح، والبكاء، والندب بشكل مستمر أمام الناس .",
        "difficulty": "سهل"
    },
    {
        "id": 100,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اخطف بأول الكوس وبندر ابتال ِيه وبندر بأول الشمال و اخطف ابتاليه»؟",
        "options": [
            "يقال لتحذير الربابنة المتغطرسين والمبتدئين وقليلي الخبرة من خطورة الإبحار في تلك الرياح .",
            "يقال لعديم الخبرة عندما يقوم بإصالح شيء فيفسده .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل ."
        ],
        "answer": "يقال لتحذير الربابنة المتغطرسين والمبتدئين وقليلي الخبرة من خطورة الإبحار في تلك الرياح .",
        "difficulty": "سهل"
    },
    {
        "id": 101,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ادفنوا أحبابكم وسيروا في ما عناكم»؟",
        "options": [
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على تقنين واختصار أيام مراسم العزاء، والحد من الإسراف في المأكل والمشرب.",
            "يقال للحث على امتالك المواشي ."
        ],
        "answer": "يقال للحث على تقنين واختصار أيام مراسم العزاء، والحد من الإسراف في المأكل والمشرب.",
        "difficulty": "سهل"
    },
    {
        "id": 102,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا جا المسحب على دبتي شبعت أنا وكلبتي»؟",
        "options": [
            "يقال كعالمة الرتباط ذلك المسحب أو السديم بنضوج الرطب في الجزيرة العربية، وخاصة في منطقة الأحساء .",
            "يقال الرتباط نبات الارجة بوجود الفطر -المسمى ( الفقع )- تحتها في موسمه.",
            "يقال للحث على الترشيد والاقتصاد في استهالك كل شيء وخاصة الماء .",
            "يقال للحث على الاقتصاد والترشيد في استخدام كل شيء وخاصة ماء الشرب ."
        ],
        "answer": "يقال كعالمة الرتباط ذلك المسحب أو السديم بنضوج الرطب في الجزيرة العربية، وخاصة في منطقة الأحساء .",
        "difficulty": "سهل"
    },
    {
        "id": 103,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا غبر دبر»؟",
        "options": [
            "يقال عندما يسأل الضيف، أو من يعود مريضا عن سبب استعجاله بالمغادرة .",
            "يقال لمن يسأل عن سبب احمرار الغبار المصاحب لعاصفة البارح .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال لمن يكثر في مدح من يرى أنه سبب في تحقيق مصالحه حتى لو لم يكن على غير ذلك ."
        ],
        "answer": "يقال لمن يسأل عن سبب احمرار الغبار المصاحب لعاصفة البارح .",
        "difficulty": "سهل"
    },
    {
        "id": 104,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا اغترك التمر اعبطه»؟",
        "options": [
            "عندما يسأل الشخص عن أجره اليومي، أو الشهري، إن تبقى منه شيء أم لا ، فيرد بهذا المثل .",
            "يقال عندما يقوم الشخص المتواري عن الأنظار بسؤال صديقه عن سبب هجرانه له ، أو عدم وصله ، فيرد الأخير بهذا المثل .",
            "يقال عندما يشتكي لك شخص من رداءة التمر الذي اشتراه ، فترد عليه بهذا المثل ( إذا اغترك التمر اعبطه ).",
            "يقال لمن يشتكي من رداءة وفشل ولده ."
        ],
        "answer": "يقال عندما يشتكي لك شخص من رداءة التمر الذي اشتراه ، فترد عليه بهذا المثل ( إذا اغترك التمر اعبطه ).",
        "difficulty": "سهل"
    },
    {
        "id": 105,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت الشيء يهون جعله ما يكون»؟",
        "options": [
            "يقال لمواساة الشخص وتهوين المصيبة أو المشكلة عليه .",
            "يقال لمواساة الشخص المفجوع وتخفيف ألم الصدمة عنه وخاصة إذا علم أن هناك شخص قد ابتلى بمصيبة أكبر من مصيبته .",
            "يقال على لسان صاحب المشكلة الكبيرة عندما يأتيه من يهون عليه مصابه وهو لا يعلم أن ما خفي منها هو أعظم .",
            "يقال لعدم التدخل في المشكلة التي لا تعنيك، والاكتفاء بالتفرج عليها من بعيد ."
        ],
        "answer": "يقال لمواساة الشخص وتهوين المصيبة أو المشكلة عليه .",
        "difficulty": "سهل"
    },
    {
        "id": 106,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت تضمها انشد عن أمها»؟",
        "options": [
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لحث من يقدم على الزواج، أن يتبين دين و أخالق عائلة المرأة التي يرغب في الزواج منها.",
            "يقال لحث من يطلب الزواج من امرأة جميلة ،على التحلي بالصبر وتحمل المشاق والخسائر من أجل تحقيق الهدف المنشود .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه ."
        ],
        "answer": "يقال لحث من يقدم على الزواج، أن يتبين دين و أخالق عائلة المرأة التي يرغب في الزواج منها.",
        "difficulty": "سهل"
    },
    {
        "id": 107,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت السلمة قدم الميم»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يبحث عن السالمة وتجنب الوقوع في المشاكل عند السؤال .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل ."
        ],
        "answer": "يقال لمن يبحث عن السالمة وتجنب الوقوع في المشاكل عند السؤال .",
        "difficulty": "سهل"
    },
    {
        "id": 108,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيته يجنع خله يجلع»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره .",
            "يقال للشخص المحظوظ جدا .",
            "يقال عادة للشخص الجائع الذي لا يكتفي بما يقدم له من طعام ."
        ],
        "answer": "يقال عادة للشخص الجائع الذي لا يكتفي بما يقدم له من طعام .",
        "difficulty": "سهل"
    },
    {
        "id": 109,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت تذكر اعمل خير والا منكر»؟",
        "options": [
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال عندما يقوم الشخص بعمل مشهود، فيذكره الناس؛ إما بخير و إما بشر .",
            "يقال عندما يقوم كبير القوم أو من في مقامه بعمل فيه منفعة لقومه .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل ."
        ],
        "answer": "يقال عندما يقوم الشخص بعمل مشهود، فيذكره الناس؛ إما بخير و إما بشر .",
        "difficulty": "سهل"
    },
    {
        "id": 110,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت تهينها إعقل يمينها»؟",
        "options": [
            "يقال عندما يراد كسر جماح كل متهور .",
            "يقال للمغامر المعجب بنفسه الذي يقوم بعمل متهور ويلقى حتفه من وراء ذلك العمل .",
            "يقال لمن يجادلك في موضوع لا تخرج من ورائه بفائدة .",
            "يقال حينما يراد إكرام الشاعر على وجبة العشاء أو الغداء ."
        ],
        "answer": "يقال عندما يراد كسر جماح كل متهور .",
        "difficulty": "سهل"
    },
    {
        "id": 111,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بغيت اتحيره خيره»؟",
        "options": [
            "يقال عندما تعرض أمامك عدة هدايا أو ما شابه ذلك ويطلب منك اختيار واحدة منها .",
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب ."
        ],
        "answer": "يقال عندما تعرض أمامك عدة هدايا أو ما شابه ذلك ويطلب منك اختيار واحدة منها .",
        "difficulty": "سهل"
    },
    {
        "id": 112,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا جاء الفقع برز الدواء وإذا جاء الجراد انثر الدواء»؟",
        "options": [
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على عدم الازدراء والاستهانة بكل ما هو صغير ."
        ],
        "answer": "يقال للحث على عدم الإفراط في تناول الكمأ",
        "difficulty": "سهل"
    },
    {
        "id": 113,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا جات على الكاف التخاف»؟",
        "options": [
            "يقال عندما تهب فجأة الرياح الشمالية المنعشة بعد أن كانت هادئة وحارة .",
            "يقال عندما تسمع فجأة كلمة أو عبارة معبرة صدرت من شخص لا تتوقع منه ذلك .",
            "يقال عند خروج شيء جيد من شيء رديء، أو عندما ترى ولد صالح من أب طالح، أو كلمة طيبة من رجل خبيث أو مجنون.",
            "يقال للمحروم أو الفقير عندما يحصل فجأة على مال وفير ويسرف منه ببذخ ."
        ],
        "answer": "يقال عندما تسمع فجأة كلمة أو عبارة معبرة صدرت من شخص لا تتوقع منه ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 114,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا خصمك القاضي من تقاضي؟»؟",
        "options": [
            "يقال عند استحالة كسب قضية ما ؛ يكون القاضي أحد الخصمين فيها .",
            "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال َلمن ي َشبه أحد والديه في الشكل والطباع ."
        ],
        "answer": "يقال عند استحالة كسب قضية ما ؛ يكون القاضي أحد الخصمين فيها .",
        "difficulty": "سهل"
    },
    {
        "id": 115,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا جاد حظك باع لك واشترى لك .. وإن بار بك عزي لحالي وحالك»؟",
        "options": [
            "يقال عندما يحسد الناس الشخص المحظوظ الذي وهبه هللا من الرزق الكثير .",
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال على لسان من رضي بما وهبه هللا من ولد .",
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق ."
        ],
        "answer": "يقال عندما يحسد الناس الشخص المحظوظ الذي وهبه هللا من الرزق الكثير .",
        "difficulty": "سهل"
    },
    {
        "id": 116,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذاغاب القطو استن يا فار»؟",
        "options": [
            "يقال عندما ترى التسيب والفوضى قد دبا في المكان من أثر غياب رب ذلك المكان .",
            "يقال عندما ترى مجموعة من الأشخاص متكدسين في مكان ضيق جدا وبجوارهم متسع من المكان .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور ."
        ],
        "answer": "يقال عندما ترى التسيب والفوضى قد دبا في المكان من أثر غياب رب ذلك المكان .",
        "difficulty": "سهل"
    },
    {
        "id": 117,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا وافقك الخير وافقه»؟",
        "options": [
            "يقال عندما تكون مصادفة بالقرب من وليمة أو ما شابه ذلك وتدعى إليها فتعتذر بحجة الشبع أو الارتباط بعمل .",
            "يقال لمدح حسن وجمال المرأة عندما تكون على طبيعتها .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال للحث على تجنب الارتباط بهم ."
        ],
        "answer": "يقال عندما تكون مصادفة بالقرب من وليمة أو ما شابه ذلك وتدعى إليها فتعتذر بحجة الشبع أو الارتباط بعمل .",
        "difficulty": "سهل"
    },
    {
        "id": 118,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا صتني يا أبا العجير اعجرني»؟",
        "options": [
            "يقال في التحدي بعدم القبض عليه .",
            "يقال في التأني وعدم التسرع في معرفة الحقيقة التي لم تظهر بعد ، ويضرب كذلك في حالة التحدي بين اثنين في إظهار المقدرة على تحقيق أمر ما .",
            "يقال للشخص الذي يتباهى بقوة وسرعة خيله أمام من هم أقل منه خبرة ، وكذلك يقال كنوع من التحدي لشخص أراد التعرض لآلخر بتحقيق أمر ما غصب عنه ، فيقول له \" إن كان خيلك سبوق عرضها لخيل البدو \" .",
            "يقال عندما ترى طعاما قد عد على عجل ، أو عندما يعدك أحد الأشخاص وعدا هدفه التخلص منك ، وهو معروف عند الناس بعدم إيفائه بوعوده ، يقال (اشعثة ليل )."
        ],
        "answer": "يقال في التحدي بعدم القبض عليه .",
        "difficulty": "سهل"
    },
    {
        "id": 119,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا شفت لرجة ترى الفقع تحت عرجه»؟",
        "options": [
            "يقال لالستدالل على حدوث أمر ما بوجود مسبب لذلك .",
            "يقال عندما يفاجأ الشخص بوجود خصم أمامه لا يدري من أين أتى .",
            "يقال كعالمة الرتباط ذلك المسحب أو السديم بنضوج الرطب في الجزيرة العربية، وخاصة في منطقة الأحساء .",
            "يقال الرتباط نبات الارجة بوجود الفطر -المسمى ( الفقع )- تحتها في موسمه."
        ],
        "answer": "يقال الرتباط نبات الارجة بوجود الفطر -المسمى ( الفقع )- تحتها في موسمه.",
        "difficulty": "سهل"
    },
    {
        "id": 120,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا كثر خير هللا اقنعت عباده»؟",
        "options": [
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال للشخص المحظوظ جدا .",
            "يقال إذا ذك َ ر شخص أمام قوم بكل خير و شوهد فجأة أمامهم ، قالوا هذا المثل ، وإذا ذك َ ر بشر قالوا : (لي ذكر الكلب برز له حصاه) .",
            "يقال إذا ذكر أن إحدى الدول الغنية تنعم بالأمن والأمان، وأن نسبة الجريمة بها قليلة جدا ."
        ],
        "answer": "يقال إذا ذكر أن إحدى الدول الغنية تنعم بالأمن والأمان، وأن نسبة الجريمة بها قليلة جدا .",
        "difficulty": "سهل"
    },
    {
        "id": 121,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا اطبعت دوس على تريكها»؟",
        "options": [
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص المتورط في فعل خطأ ما ويتمادى فيه، إلدراكه سلفا أن نهايته ستكون سيئة .",
            "يقال للشخص الذي يخون الأمانة ."
        ],
        "answer": "يقال للشخص المتورط في فعل خطأ ما ويتمادى فيه، إلدراكه سلفا أن نهايته ستكون سيئة .",
        "difficulty": "سهل"
    },
    {
        "id": 122,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا بلغ الفتى عشرين عاما ولا واجه وجوه المقبلت»؟",
        "options": [
            "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
            "يقال عندما يشتكي لك شخص من رداءة التمر الذي اشتراه ، فترد عليه بهذا المثل ( إذا اغترك التمر اعبطه ).",
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد ."
        ],
        "answer": "يقال لمن يشتكي من رداءة وفشل ولده .",
        "difficulty": "سهل"
    },
    {
        "id": 123,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا جات علتك من بطنك وش تداويها به»؟",
        "options": [
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقال عندما يعجز عن مساعدتك أحد المقربين إليك، ويبادر أحد الغرباء بمد يد العون لك.",
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه ."
        ],
        "answer": "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
        "difficulty": "سهل"
    },
    {
        "id": 124,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا أراد هللا زوال نملة سوى لها جناح»؟",
        "options": [
            "يقال عندما يقوم كبير القوم أو من في مقامه بعمل فيه منفعة لقومه .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال للمغامر المعجب بنفسه الذي يقوم بعمل متهور ويلقى حتفه من وراء ذلك العمل ."
        ],
        "answer": "يقال للمغامر المعجب بنفسه الذي يقوم بعمل متهور ويلقى حتفه من وراء ذلك العمل .",
        "difficulty": "سهل"
    },
    {
        "id": 125,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا نهق حمار البصرة»؟",
        "options": [
            "يقال عندما ييأس الشخص من التخلص من فعل يستحيل التخلي عنه .",
            "يقال عندما يرى الشخص فعل لا يرضيه من طائر الصيد المعروف ب( التب. ) ع",
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
            "يقال عندما ي َفقد كل شيء غالي يستحيل رجوعه ."
        ],
        "answer": "يقال عندما ييأس الشخص من التخلص من فعل يستحيل التخلي عنه .",
        "difficulty": "سهل"
    },
    {
        "id": 126,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إذا كان رفيقك عسل لا تاكله أو لا تلحسه كله»؟",
        "options": [
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره .",
            "يقال للحث على عدم التعامل بالبيع والشراء مع الصديق المخلص .",
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للحث على عدم استغالل طيبة الصديق في تحقيق المطامع والمطالب ."
        ],
        "answer": "يقال للحث على عدم استغالل طيبة الصديق في تحقيق المطامع والمطالب .",
        "difficulty": "سهل"
    },
    {
        "id": 127,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ارقاد العصر عسر»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص قليل الخبرة عندما يوضع في مكان عمل أكبر من حجمه، ويشتكي من صعوبة العمل، وعدم السيطرة عليه .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الذي ينام بعد صالة العصر ويشتكي من الكسل والتعب ."
        ],
        "answer": "يقال للشخص الذي ينام بعد صالة العصر ويشتكي من الكسل والتعب .",
        "difficulty": "سهل"
    },
    {
        "id": 128,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ارقاد الكهف»؟",
        "options": [
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب .",
            "يقال عندما تحاول إيقاظ شخص من نومه عدة مرات ألمر ما وهو مستغرق في نومه ولا يستجيب .",
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال عندما ي َ سأل الشخص عن سبب نومه المبكر ."
        ],
        "answer": "يقال عندما تحاول إيقاظ شخص من نومه عدة مرات ألمر ما وهو مستغرق في نومه ولا يستجيب .",
        "difficulty": "سهل"
    },
    {
        "id": 129,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اربط صبعك وكل ينعت لك ادوى»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال عندما ترى الاستفسارات والنصائح المختلفة تنهال على من أعلن أمام الناس عن مشكلة مرضية أو اجتماعية قد أصابته ."
        ],
        "answer": "يقال عندما ترى الاستفسارات والنصائح المختلفة تنهال على من أعلن أمام الناس عن مشكلة مرضية أو اجتماعية قد أصابته .",
        "difficulty": "سهل"
    },
    {
        "id": 130,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ازريق ابعينه»؟",
        "options": [
            "عندما يطلب منك من تحب شيء يسير وتقدمه له بكل أريحية وطيب نفس .",
            "يقال لمن ينصحك باستبدال موظف أو عامل تعرفه بآخر تجهله.",
            "يقال عندما ت َفاجأ برؤية شخص تعرفه وهو متلبس بالخطأ .",
            "يقال عندما يقع ا َلشخص الحذر َفي قد َره المحتوم ."
        ],
        "answer": "يقال عندما ت َفاجأ برؤية شخص تعرفه وهو متلبس بالخطأ .",
        "difficulty": "سهل"
    },
    {
        "id": 131,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اسناده التير»؟",
        "options": [
            "يقال للشخص الخامل والكسول الذي يعتمد على غيره في تصريف شؤونه .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي يسلك طريقا مجهوال لا تحمد عواقبه، أو يتخذ صديقا لا يعتَمَد عليه في الشدائد.",
            "يقال للشخص الذي ليس عنده سعة صدر ، وطول بال ، وصبر على تحمل الشدائد ."
        ],
        "answer": "يقال للشخص الذي يسلك طريقا مجهوال لا تحمد عواقبه، أو يتخذ صديقا لا يعتَمَد عليه في الشدائد.",
        "difficulty": "متوسط"
    },
    {
        "id": 132,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اسم على غير مسمى»؟",
        "options": [
            "يقال على لسان من ظفر وكسب له شيء من أثر جده واجتهاده في العمل أو نحو ذلك . وهذا المثل يتطابق مع المثل القائل : (العزم أخو اللزم أبا لظفرات والترك أخو الفرك أبا الحسرات أو العثرات).",
            "يقال على لسان كبير السن عندما يعلن له أحد الشباب عن اسمه الثالثي أو الرباعي ويتذكر أن هذا الاسم يتطابق مع اسم شخص يعرفه قد توفي منذ سنين .",
            "يقال عندما يتضح الفرق بين الاسم والمسمى، ولا يتطابق مع شكله وفعله .",
            "يقال عندما يسأل كبير السن عن الفرق بين القديم والحديث ."
        ],
        "answer": "يقال عندما يتضح الفرق بين الاسم والمسمى، ولا يتطابق مع شكله وفعله .",
        "difficulty": "متوسط"
    },
    {
        "id": 133,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اشعثة ليل»؟",
        "options": [
            "يقال عندما ترى طعاما قد عد على عجل ، أو عندما يعدك أحد الأشخاص وعدا هدفه التخلص منك ، وهو معروف عند الناس بعدم إيفائه بوعوده ، يقال (اشعثة ليل ).",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
            "يقال عندما ترى الأفعال السيئة والمشينة توجد في كل مكان من الدنيا ، أو حينما ترى أحد الأشخاص يسيء لبلدك ، ألمر يراه سيئا فيها ، كالغناء ، أو استعالء أحد الناس ، وهذا موجود في كل بلد ، فتقول له هذا المثل."
        ],
        "answer": "يقال عندما ترى طعاما قد عد على عجل ، أو عندما يعدك أحد الأشخاص وعدا هدفه التخلص منك ، وهو معروف عند الناس بعدم إيفائه بوعوده ، يقال (اشعثة ليل ).",
        "difficulty": "متوسط"
    },
    {
        "id": 134,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اشلونك عقب روحك»؟",
        "options": [
            "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
            "يقال القول للشخص الذي تلح عليه بالمكوث في المكان الآمن ويصر على مخالفة رأيك ويخرج للمكان الخطر .",
            "يقال القول للمتشائم من الحياة .",
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له ."
        ],
        "answer": "يقال القول للمتشائم من الحياة .",
        "difficulty": "متوسط"
    },
    {
        "id": 135,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اشلون ولدك يا عتيق؛ قال العام يمشي والسنة ايحبي»؟",
        "options": [
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال للوالد عندما ترى أحوال وعادات ابنه قد تغيرت من حسنة إلى سيئة .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى أموال الشحيح المكدسة في نهاية المطاف ذهبت إلى المحتالين واللصوص ."
        ],
        "answer": "يقال للوالد عندما ترى أحوال وعادات ابنه قد تغيرت من حسنة إلى سيئة .",
        "difficulty": "متوسط"
    },
    {
        "id": 136,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اضرب الكلب يستأ دب راعيه»؟",
        "options": [
            "يقال عندما يتجنب العارف الخطأ، ويأتيه من يحذره من الوقوع فيه .",
            "يقال عندما يؤدب الصغير حتى يرتدع الكبير .",
            "يقال عندما يفرض التعليم على الشخص الكبير .",
            "يقال عندما تبذل جهدا كبيرا في تطوير وتعليم الشخص الكبير ولا تجد استجابة منه لذلك."
        ],
        "answer": "يقال عندما يؤدب الصغير حتى يرتدع الكبير .",
        "difficulty": "متوسط"
    },
    {
        "id": 137,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أطعمه من لحم ثوره»؟",
        "options": [
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال على لسان الصديق عندما يبرر لصديقه سبب انتقاده البناء المبني على المصلحة أمام الناس .",
            "يقال على لسان المخادع الذي يكسب من الشخص ماال بطريق غير مشروع ثم يعطيه جزءا منه أمام الناس بقصد الشهرة .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر ."
        ],
        "answer": "يقال على لسان المخادع الذي يكسب من الشخص ماال بطريق غير مشروع ثم يعطيه جزءا منه أمام الناس بقصد الشهرة .",
        "difficulty": "متوسط"
    },
    {
        "id": 138,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اعمل خير وقطه بحر»؟",
        "options": [
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على عمل الخير دون مقابل، ودون أن تتبعه بالمن والأذى.",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير ."
        ],
        "answer": "يقال للحث على عمل الخير دون مقابل، ودون أن تتبعه بالمن والأذى.",
        "difficulty": "متوسط"
    },
    {
        "id": 139,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اعقل واتكل»؟",
        "options": [
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها.",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
            "يقال لمن فقد راحلته في أثناء السفر، بسبب الإهمال وعدم المحافظة عليها، أو عدم ربطها ."
        ],
        "answer": "يقال لمن فقد راحلته في أثناء السفر، بسبب الإهمال وعدم المحافظة عليها، أو عدم ربطها .",
        "difficulty": "متوسط"
    },
    {
        "id": 140,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «افرص الحمتك تعورك»؟",
        "options": [
            "يقال عندما يعجز عن مساعدتك أحد المقربين إليك، ويبادر أحد الغرباء بمد يد العون لك.",
            "يقال لمن يسأل عن سبب احمرار الغبار المصاحب لعاصفة البارح .",
            "يقال عندما يسأل الضيف، أو من يعود مريضا عن سبب استعجاله بالمغادرة .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان ."
        ],
        "answer": "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
        "difficulty": "متوسط"
    },
    {
        "id": 141,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اقصر لسانك ويصير الناس خلنك»؟",
        "options": [
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال للبخيل الذي يشتكي من عدم مساعدة وخدمة الناس له .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له ."
        ],
        "answer": "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له .",
        "difficulty": "متوسط"
    },
    {
        "id": 142,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أكرم ما على النفس هواها»؟",
        "options": [
            "يقال للشخص الذي ليس عنده سعة صدر ، وطول بال ، وصبر على تحمل الشدائد .",
            "يقال عندما يسأل الضيف، أو من يعود مريضا عن سبب استعجاله بالمغادرة .",
            "يقال عندما ييأس الشخص من التخلص من فعل يستحيل التخلي عنه .",
            "يقال للمستضيف عندما ييأس من إقناع الضيف بالمكوث عنده لتقديم واجب الضيافة معه ."
        ],
        "answer": "يقال للمستضيف عندما ييأس من إقناع الضيف بالمكوث عنده لتقديم واجب الضيافة معه .",
        "difficulty": "متوسط"
    },
    {
        "id": 143,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اكسر الظلف يندحب الخلف»؟",
        "options": [
            "يقال عندما يكون لك حق عند شخص مماطل ويتملص في أثناء مواجهته، من رد الحقوق التي عليه ، ويضرب كذلك لمن يتجه نحو مكان صعب ربما لا يستطيع الرجوع منه .",
            "يقال لراعي الغنم القليل الخبرة عندما تراه يجول بغنمه من مكان إلى آخر وفي النهاية يشتكي من هزال الغنم ومن قلة حليبها ، ويضرب كذلك لحث راعي الغنم أن يقلل من انتقاله من مرعى إلى آخر حتى تشبع من المرعى التي هي ترعى منه أو تنتقل هي منه.",
            "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له ."
        ],
        "answer": "يقال لراعي الغنم القليل الخبرة عندما تراه يجول بغنمه من مكان إلى آخر وفي النهاية يشتكي من هزال الغنم ومن قلة حليبها ، ويضرب كذلك لحث راعي الغنم أن يقلل من انتقاله من مرعى إلى آخر حتى تشبع من المرعى التي هي ترعى منه أو تنتقل هي منه.",
        "difficulty": "متوسط"
    },
    {
        "id": 144,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «القم لقم الجمالي وقم قبل الرجالي»؟",
        "options": [
            "يقال لحث وتوجيه المدعو على وليمة بالحرص على النهوض منها سريعا قبل غيره من المدعوين .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه .",
            "يقال لمن يرفض نصيحة غيره ويستبد برأيه .",
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل ."
        ],
        "answer": "يقال لحث وتوجيه المدعو على وليمة بالحرص على النهوض منها سريعا قبل غيره من المدعوين .",
        "difficulty": "متوسط"
    },
    {
        "id": 145,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «هللا يرحم الحجاج عند ابنه»؟",
        "options": [
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال للمسؤول القاسي الذي يكون أقسى وأشد من المسؤول الذي قد سبقه .",
            "يقال للمسؤول على المال أو المصلحة العامة عندما يأخذ منها ما يشاء ويعطي منها أقاربه .",
            "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك ."
        ],
        "answer": "يقال للمسؤول القاسي الذي يكون أقسى وأشد من المسؤول الذي قد سبقه .",
        "difficulty": "متوسط"
    },
    {
        "id": 146,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ألف من البين وألفين من العين»؟",
        "options": [
            "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن .",
            "يقال للحذر من الإصابة بالحسد .",
            "يقال للتوخي والحذر من الإصابة بالحسد أو العين .",
            "يقال للتبعية . المصدر: سفن قطر التقليدية: كتارا 2016م"
        ],
        "answer": "يقال للحذر من الإصابة بالحسد .",
        "difficulty": "متوسط"
    },
    {
        "id": 147,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «التقى البرغوث وحمار فوزان وكل يشكي من علة باطنية»؟",
        "options": [
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
            "يقال فور توافق شخصان على قول أو رأي أو عمل موحد ، ويرد عليه الآخر بكلمة: ما تقصر أو خذ عشر .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته .",
            "يقال عندما يجتمع شخصان بال كفاءة لتحقيق عمل ما، ويفشالن في تحقيقه ."
        ],
        "answer": "يقال عندما يجتمع شخصان بال كفاءة لتحقيق عمل ما، ويفشالن في تحقيقه .",
        "difficulty": "متوسط"
    },
    {
        "id": 148,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يعلق روس الأدوام عالي بالخب ما له ذرى يلتوي به»؟",
        "options": [
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال لمن يبحث عن السالمة وتجنب الوقوع في المشاكل عند السؤال .",
            "يقال لإلقدام على وضع الأمور في نصابها، والابتعاد عن المشاكل التي تحول دون بلوغ الهدف.",
            "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل ."
        ],
        "answer": "يقال لإلقدام على وضع الأمور في نصابها، والابتعاد عن المشاكل التي تحول دون بلوغ الهدف.",
        "difficulty": "متوسط"
    },
    {
        "id": 149,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يجي تالي يطرح عالي»؟",
        "options": [
            "يقال على لسان من يصل إلى مكان معين بفضل كثرة السؤال عنه ، وعندما يسأله من في المكان عن كيفية الوصول إليه يقول: (من نشد ما ضاع) .",
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن.",
            "يقال لمن يصل متأخرا ويزاحم من وصل قبله إلى المكان .",
            "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية ."
        ],
        "answer": "يقال لمن يصل متأخرا ويزاحم من وصل قبله إلى المكان .",
        "difficulty": "متوسط"
    },
    {
        "id": 150,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يلبس ثوب مهب ثوبه يتعبه»؟",
        "options": [
            "يقال للشخص قليل الخبرة عندما يوضع في مكان عمل أكبر من حجمه، ويشتكي من صعوبة العمل، وعدم السيطرة عليه .",
            "يقال للشخص الذي تراه يعمل أحيانا بكامل طاقته وأحيانا أخرى يتوقف عن العمل نهائيا.",
            "يقال للشخص الذي يرتكب عمل مخل بالدين والآداب العامة أمام الناس .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه ."
        ],
        "answer": "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه .",
        "difficulty": "متوسط"
    },
    {
        "id": 151,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي في الجدر يظهره الملس»؟",
        "options": [
            "يقال في التأني وعدم التسرع في معرفة الحقيقة التي لم تظهر بعد ، ويضرب كذلك في حالة التحدي بين اثنين في إظهار المقدرة على تحقيق أمر ما .",
            "يقال لترك الشيء على حاله، وعدم الكشف عن المستور .",
            "يقال ألخذ الأشياء في أفضل أوقاتها ، ويضرب كذلك لمن يتردد ويتهاون في اقتناص فرصة وبعد فوات الأوان يصيبه الندم على ضياعها.",
            "يقال عندما يكون لك حق عند شخص مماطل ويتملص في أثناء مواجهته، من رد الحقوق التي عليه ، ويضرب كذلك لمن يتجه نحو مكان صعب ربما لا يستطيع الرجوع منه ."
        ],
        "answer": "يقال في التأني وعدم التسرع في معرفة الحقيقة التي لم تظهر بعد ، ويضرب كذلك في حالة التحدي بين اثنين في إظهار المقدرة على تحقيق أمر ما .",
        "difficulty": "متوسط"
    },
    {
        "id": 152,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يشد الحمار يصبر على أفعاله»؟",
        "options": [
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال مثال لطالب الدراسة غير المجتهد عندما يتفاجأ في نهاية العام بنتيجة سلبية .",
            "يقال عندما يتجادل الشخص مع شخص بذيء وتأتيه منه تصرفات وأفعال غير سوية .",
            "يقال للسخرية من الشخص المحبب والمدلل عند والديه والذي يستغل هذا الدالل في تصرفات تضايق غيره."
        ],
        "answer": "يقال عندما يتجادل الشخص مع شخص بذيء وتأتيه منه تصرفات وأفعال غير سوية .",
        "difficulty": "متوسط"
    },
    {
        "id": 153,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يقبض الجدح بيده ما يرتوي»؟",
        "options": [
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل .",
            "يقال لحث الشباب على خدمة ومساعدة من يكبرهم ًّسنا .",
            "يقال على لسان من يهرب من مشكلة للنجاة بنفسه فيقع في مشكلة أكبر منها .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه ."
        ],
        "answer": "يقال لحث الشخص على أن يتولى أموره بنفسه .",
        "difficulty": "متوسط"
    },
    {
        "id": 154,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يداري في الخطى مشياته شكى العوق من الأقدام والا كعوبها»؟",
        "options": [
            "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل .",
            "يقال عندما يتتكر الخطأ من الشخص .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يبحث عن السالمة وتجنب الوقوع في المشاكل عند السؤال ."
        ],
        "answer": "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل .",
        "difficulty": "متوسط"
    },
    {
        "id": 155,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يطيع يضيع»؟",
        "options": [
            "يقال لمن يتتبع عيوب غيره، فلا ينجو من ألسنة الآخرين في تتبع عيوبه .",
            "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يرفض نصيحة غيره ويستبد برأيه ."
        ],
        "answer": "يقال لمن يرفض نصيحة غيره ويستبد برأيه .",
        "difficulty": "صعب"
    },
    {
        "id": 156,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يقاسيها في ليالي شرورها يفوت منها في ليالي الغنايم»؟",
        "options": [
            "يقال للحث على استخدام القوة في نهاية المطاف لحل أي مشكلة ، قبل أن تكون النتيجة مؤلمة .",
            "يقال عندما ترى أموال الشحيح المكدسة في نهاية المطاف ذهبت إلى المحتالين واللصوص .",
            "يقال مثال لطالب الدراسة غير المجتهد عندما يتفاجأ في نهاية العام بنتيجة سلبية .",
            "يقال مثال على الرغبة في الممنوع ."
        ],
        "answer": "يقال مثال لطالب الدراسة غير المجتهد عندما يتفاجأ في نهاية العام بنتيجة سلبية .",
        "difficulty": "صعب"
    },
    {
        "id": 157,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يزعل نفسه ما يرضي غيره»؟",
        "options": [
            "يقال لمن يأكل كل شيء وقعت عينه عليه واتصلت يده به ، ويقال كذلك لكل من لا يميز بين الحرام والحالل في كسب الرزق .",
            "يقال عندما يضغط الشخص على نفسه لقبول اعتذار من قام بإهانته وذلك من باب المحافظة على المودة والأخوة التي تجمعهما ، ويقال كذلك لمن يقسو على نفسه من أجل إرضاء غيره .",
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير .",
            "يقال لمن يقسو على والديه في الكبر ."
        ],
        "answer": "يقال عندما يضغط الشخص على نفسه لقبول اعتذار من قام بإهانته وذلك من باب المحافظة على المودة والأخوة التي تجمعهما ، ويقال كذلك لمن يقسو على نفسه من أجل إرضاء غيره .",
        "difficulty": "صعب"
    },
    {
        "id": 158,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما عنده قلب عشرة ما يضم عشرة»؟",
        "options": [
            "يقال للشخص الذي يسلك طريقا مجهوال لا تحمد عواقبه، أو يتخذ صديقا لا يعتَمَد عليه في الشدائد.",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي ليس عنده سعة صدر ، وطول بال ، وصبر على تحمل الشدائد .",
            "يقال للشخص الشره الذي يتردد عن تناول الطعام ، إما المتالء بطنه أو لوفرته عنده ."
        ],
        "answer": "يقال للشخص الذي ليس عنده سعة صدر ، وطول بال ، وصبر على تحمل الشدائد .",
        "difficulty": "صعب"
    },
    {
        "id": 159,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي خفنا منه طحنا فيه»؟",
        "options": [
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن وقع في محظور قد أخذ الحذر منه .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يقسو على والديه في الكبر ."
        ],
        "answer": "يقال لمن وقع في محظور قد أخذ الحذر منه .",
        "difficulty": "صعب"
    },
    {
        "id": 160,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما هو على دينك مايعينك»؟",
        "options": [
            "يقال عندما ينافس الفقير الغني ويجاريه في شراء كل شيء سواء أكان سيارات أم كان غيرها .",
            "يقال لمن لا يخاف هللا وقد تولى أمرا من الأمور ليس أهال له سواء أكان دابة أم كان غيرها .",
            "أحيانا يتعرض أفراد وجماعات وطوائف من المجتمع لمشاكل أو كوارث أو مواقف صعبة في حياتهم، مالية كانت أم اجتماعية أم غيرها ، وعندما يطلبون العون والمساعدة من المجتمع تجد أن أول من يهب لمساعدتهم بعد هللا هم المقربون منهم سواء أكان بالنسب أم بالعرق أم بالملة ، وهذا الواقع تراه جليا في العالم من حولنا ، ومن هنا جاء المثل الذي يقول (اللي ما هو على دينك ما يعينك) . مضرب المثل لعدة أوجه منها : للتحذير من طلب المساعدة من الذي لا يسره نجاحك، أو عندما ينحاز شخص لمساعدة معارفه ويتجاهل من لا يعرفه .",
            "مضرب المثل في عدة أوجه: الأول :يقال عندما يهان الفقير وي َقلل من قيمته أمام الناس . الثاني :يقال عندما يكون الفقير بحاجة ماسة لسلعة هامة له ولعائلته ويجدها ولكنه لا يملك المال الالزم لشرائها ."
        ],
        "answer": "أحيانا يتعرض أفراد وجماعات وطوائف من المجتمع لمشاكل أو كوارث أو مواقف صعبة في حياتهم، مالية كانت أم اجتماعية أم غيرها ، وعندما يطلبون العون والمساعدة من المجتمع تجد أن أول من يهب لمساعدتهم بعد هللا هم المقربون منهم سواء أكان بالنسب أم بالعرق أم بالملة ، وهذا الواقع تراه جليا في العالم من حولنا ، ومن هنا جاء المثل الذي يقول (اللي ما هو على دينك ما يعينك) . مضرب المثل لعدة أوجه منها : للتحذير من طلب المساعدة من الذي لا يسره نجاحك، أو عندما ينحاز شخص لمساعدة معارفه ويتجاهل من لا يعرفه .",
        "difficulty": "صعب"
    },
    {
        "id": 161,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما عنده لاير ما يسوى لاير»؟",
        "options": [
            "يقال عندما يتعالى الشخص الفقير ويتكبر على الناس، وهو لا يملك شيء من المال يدعوه لذلك التكبر والعلو .",
            "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "مضرب المثل في عدة أوجه: الأول :يقال عندما يهان الفقير وي َقلل من قيمته أمام الناس . الثاني :يقال عندما يكون الفقير بحاجة ماسة لسلعة هامة له ولعائلته ويجدها ولكنه لا يملك المال الالزم لشرائها ."
        ],
        "answer": "مضرب المثل في عدة أوجه: الأول :يقال عندما يهان الفقير وي َقلل من قيمته أمام الناس . الثاني :يقال عندما يكون الفقير بحاجة ماسة لسلعة هامة له ولعائلته ويجدها ولكنه لا يملك المال الالزم لشرائها .",
        "difficulty": "صعب"
    },
    {
        "id": 162,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما عنده قلم ما يسوى قلم»؟",
        "options": [
            "يقال على لسان من يقوم بعمل بقصد الفائدة ويفشل من أثر سوء التدبير .",
            "يقال على لسان الشخص الأمي الذي عندما يكون في أمس الحاجة لقراءة أو كتابة نص ولا يجد من يقوم له بذلك .",
            "يقال للتمني ، وعلى لسان من يأتي لجهة حكومية أو مؤسسة أو مركز خدمات، ولا يجد فيه أحد من أقربائه أو معارفه لكي يقوم بخدمته وإنجاز معاملته .",
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه ."
        ],
        "answer": "يقال على لسان الشخص الأمي الذي عندما يكون في أمس الحاجة لقراءة أو كتابة نص ولا يجد من يقوم له بذلك .",
        "difficulty": "صعب"
    },
    {
        "id": 163,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أللي ما يخاف هللا خافه»؟",
        "options": [
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال لنصح الشخص على القبول والتأقلم بما قسمه هللا له من رزق حالل ، وعدم الطمع ومجاراة من هم أغنى منه.",
            "يقال للنصيحة والحذر من التعامل مع الشخص الذي تجتمع فيه صفتا الظلم وعدم مخافة هللا ؛ فهو خبيث غير مأمون الجانب.",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر ."
        ],
        "answer": "يقال للنصيحة والحذر من التعامل مع الشخص الذي تجتمع فيه صفتا الظلم وعدم مخافة هللا ؛ فهو خبيث غير مأمون الجانب.",
        "difficulty": "صعب"
    },
    {
        "id": 164,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يجينا والديار مخيفه .. لا مرحباً به والديار عوافي»؟",
        "options": [
            "يقال لتذكير المقيم والزائر بأنه مرحب به في البالد من أجل العيش والكسب بشرط نفعها والإساهم في الدفاع عنها وقت الحاجة ، وإن كان على غير ذلك فإنه غير مرحب به .",
            "يقال للحث على توفير المال وادخاره وعدم تبذيره لكي يكفيك السؤال وقت الحاجة .",
            "يقال لالستدالل على مساندة ذوي القربى بعضهم للبعض الآخر وقت الحاجة .",
            "يقال لحث الصديق على مساعدة صديقه في وقت الحاجة بأقل ما يملك ."
        ],
        "answer": "يقال لتذكير المقيم والزائر بأنه مرحب به في البالد من أجل العيش والكسب بشرط نفعها والإساهم في الدفاع عنها وقت الحاجة ، وإن كان على غير ذلك فإنه غير مرحب به .",
        "difficulty": "صعب"
    },
    {
        "id": 165,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما ينفع نفسه ما تنفعه الناس»؟",
        "options": [
            "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين .",
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق لكي يفرح به أهله ونفسه."
        ],
        "answer": "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
        "difficulty": "صعب"
    },
    {
        "id": 166,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يعرفك ما يثمنك»؟",
        "options": [
            "يقال للشخص قصير اللسان الذي يسلب حقه بسبب عدم قدرته على المطالبة والإقناع .",
            "يقال لالعتذار عن عدم إعطاء الشخص حقه جهال بحقيقته .",
            "يقال للحث على عدم إعطاء عديمي الخبرة من حديثي السن قيادة وزمام الأمور .",
            "يقال للحث على عدم الإفراط في تناول الكمأ"
        ],
        "answer": "يقال لالعتذار عن عدم إعطاء الشخص حقه جهال بحقيقته .",
        "difficulty": "صعب"
    },
    {
        "id": 167,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي في قلبه الصلة ما تفوته»؟",
        "options": [
            "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية .",
            "يقال عندما يكلف الشخص بعمل ويرفضه بسبب عذر تافه، أو لعدم توفر شروط النجاح.",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال لتأنيب الشخص الذي لم يحضر لموعد مهم بسبب انشغاله واهتمامه بعمل آخر ."
        ],
        "answer": "يقال لتأنيب الشخص الذي لم يحضر لموعد مهم بسبب انشغاله واهتمامه بعمل آخر .",
        "difficulty": "سهل"
    },
    {
        "id": 168,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يجي من هللا حياه هللا»؟",
        "options": [
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له .",
            "يقال للداللة على إيمان الشخص بقضاء هللا وقدره .",
            "يقال للشخص الغريب عندما يأتي لبلدة ما بهدف العمل وكسب الرزق وهي في أمان ورخاء ويغادرها فورا عندما تصيبها نائبة لا سمح هللا .",
            "يقال عندما ي َحسد شخص على رزق كتبه هللا له ."
        ],
        "answer": "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له .",
        "difficulty": "سهل"
    },
    {
        "id": 169,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يرشه بالماي أرشه بالدم»؟",
        "options": [
            "يقال لمن يجابه القوة بقوة مثلها، أو أقوى منها .",
            "يقال للحث على استخدام القوة في نهاية المطاف لحل أي مشكلة ، قبل أن تكون النتيجة مؤلمة .",
            "يقال للتحذير و التخويف بإظهار القوة للخصم .",
            "يقال إلظهار القوة وعدم المباالة والتقليل من شأن من يعارضك ويهددك ويتوعدك ."
        ],
        "answer": "يقال للتحذير و التخويف بإظهار القوة للخصم .",
        "difficulty": "سهل"
    },
    {
        "id": 170,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما لها راس ما ترقص»؟",
        "options": [
            "يقال لمن لا يعتني بشؤونه الخاصة ولا يهتم بها، فتضيع منه .",
            "يقال عندما يبالغ الشخص غير المقتدر في الإنفاق على الحفالت والمناسبات الخاصة أمواال طائلة.",
            "يقال للحث على مراقبة أموالك وشؤونك الخاصة والعامة بنفسك .",
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير ."
        ],
        "answer": "يقال عندما يبالغ الشخص غير المقتدر في الإنفاق على الحفالت والمناسبات الخاصة أمواال طائلة.",
        "difficulty": "سهل"
    },
    {
        "id": 171,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يبغي منك ما يعذرك»؟",
        "options": [
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال عندما يلح الشخص على إنجاز طلبه أو معاملته وعند الرفض لا يقبل العذر والتبرير .",
            "يقال على لسان من تراجع عن إنجاز شيء ما، من أثر عدم تعاون الآخرين معه.",
            "يقال عندما ترى شخص يهم بإيقاف عامل نشيط شارف على إنجاز عمله بنجاح ."
        ],
        "answer": "يقال عندما يلح الشخص على إنجاز طلبه أو معاملته وعند الرفض لا يقبل العذر والتبرير .",
        "difficulty": "سهل"
    },
    {
        "id": 172,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يلدغه الداب يخاف من الحبل»؟",
        "options": [
            "يقال للشخص الذي أصابه غنى من بعد عوز، وظل على حاله خوفا من الوقوع في الفقر مرة أخرى .",
            "يقال على لسان من تعرض لمشكلة من أثر قيامه بعمل كان يقصد به الخير والمنفعة .",
            "يقوله الشخص الحذر الذي سبق له وأن تعرض لمشكلة ولا يريد الوقوع فيها مرة أخرى.",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة ."
        ],
        "answer": "يقوله الشخص الحذر الذي سبق له وأن تعرض لمشكلة ولا يريد الوقوع فيها مرة أخرى.",
        "difficulty": "سهل"
    },
    {
        "id": 173,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ماله لسان ياكل خنفسان»؟",
        "options": [
            "يقال للشخص قصير اللسان الذي يسلب حقه بسبب عدم قدرته على المطالبة والإقناع .",
            "يقال لالعتذار عن عدم إعطاء الشخص حقه جهال بحقيقته .",
            "يقال للشخص القوي السليط اللسان الذي يأكل حقه وحق غيره .",
            "يقال عندما ينقطع رزق شخص بسبب كثرة الخجل الذي يمنعه من المطالبة بأقل حق له."
        ],
        "answer": "يقال للشخص قصير اللسان الذي يسلب حقه بسبب عدم قدرته على المطالبة والإقناع .",
        "difficulty": "سهل"
    },
    {
        "id": 174,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يعدك ربح لا تعده راس مال»؟",
        "options": [
            "يقال عندما يكتشف الشخص أن الرجل الذي كان يعده رأس مال له في المستقبل ، إنه على غير ذلك .",
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال عندما يدور حديثا في مأل وت َف َاجأ بقول صحيح ومناسب صادر من شخص يعتقد أنه قد فقد عقله وحواسه .",
            "يقال في الرجل الضعيف الواقع تحت سطوة القوي ."
        ],
        "answer": "يقال عندما يكتشف الشخص أن الرجل الذي كان يعده رأس مال له في المستقبل ، إنه على غير ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 175,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يلعب مع القطو يصبر على خرابيشه»؟",
        "options": [
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
            "يقال لسليط اللسان ذو الصوت المرتفع الذي لا يستطيع أحد مجاراته في الكالم .",
            "يقال للشخص القوي السليط اللسان الذي يأكل حقه وحق غيره .",
            "يقال عندما تتجادل مع شخص سليط اللسان ويصيبك منه الأذى ."
        ],
        "answer": "يقال عندما تتجادل مع شخص سليط اللسان ويصيبك منه الأذى .",
        "difficulty": "سهل"
    },
    {
        "id": 176,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ذاق الغنى من عقب ساعة يموت ومن الفقر في قلبه هاجوس»؟",
        "options": [
            "يقوله الشخص الحذر الذي سبق له وأن تعرض لمشكلة ولا يريد الوقوع فيها مرة أخرى.",
            "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى .",
            "يقال للشخص الذي أصابه غنى من بعد عوز، وظل على حاله خوفا من الوقوع في الفقر مرة أخرى .",
            "يقال عندما ترى الشخص المتكبر والمتعجرف الذي أصابه غنى من بعد فقر ."
        ],
        "answer": "يقال للشخص الذي أصابه غنى من بعد عوز، وظل على حاله خوفا من الوقوع في الفقر مرة أخرى .",
        "difficulty": "سهل"
    },
    {
        "id": 177,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يسوم ما يشتري»؟",
        "options": [
            "يقال على لسان المريض عندما يسأل عن السبب الذي دفعه الستخدام الكي كعالج ، أو عندما يسأل العامل المحتاج عن الأسباب التي دفعته للعمل في وظيفة شاقة .",
            "يقال على لسان صاحب المشكلة الكبيرة عندما يأتيه من يهون عليه مصابه وهو لا يعلم أن ما خفي منها هو أعظم .",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال على لسان التاجر عندما يأتيه المشتري وينظر في البضاعة من بعيد ولا يسأل عنها ولا عن قيمتها ."
        ],
        "answer": "يقال على لسان التاجر عندما يأتيه المشتري وينظر في البضاعة من بعيد ولا يسأل عنها ولا عن قيمتها .",
        "difficulty": "سهل"
    },
    {
        "id": 178,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يدري يقول حلبة واللي يدري متوحل به»؟",
        "options": [
            "يقال لكل شيء ظاهره جيد وباطنه خبيث .",
            "يقال على لسان من يصاب بجرم ظاهره هين وباطنه صعب لا يعرفه إال هو .",
            "يقال على لسان من يصادفه موقف صعب وحرج، ويخرج منه بسالم بسبب حسن تصرفه وتدبيره .",
            "يقال الزدراء َ من يتجمهر على شيء ظاهره كبير وباطنه فارغ ."
        ],
        "answer": "يقال على لسان من يصاب بجرم ظاهره هين وباطنه صعب لا يعرفه إال هو .",
        "difficulty": "سهل"
    },
    {
        "id": 179,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي أقوى منك يتمذى منك»؟",
        "options": [
            "يقال عندما يموت الرجل ولا يخلف ورائه ولد ولا إرث.",
            "يقال عندما يكتشف الشخص أن الرجل الذي كان يعده رأس مال له في المستقبل ، إنه على غير ذلك .",
            "يقال للتسليم بالأمر الواقع .",
            "يقال في الرجل الضعيف الواقع تحت سطوة القوي ."
        ],
        "answer": "يقال في الرجل الضعيف الواقع تحت سطوة القوي .",
        "difficulty": "سهل"
    },
    {
        "id": 180,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يشيل يودين ما يعجز عن الوساطة»؟",
        "options": [
            "يقال لمن يحمل ثقلين ويعجز عن حمل الثالث .",
            "يقال لمن يحمل هم الوصاة ويشعر بثقل حملها .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن يحمل ثقلين ويعجز عن حمل الثالث .",
        "difficulty": "سهل"
    },
    {
        "id": 181,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يخسر ما يربح»؟",
        "options": [
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال للتاجر المبتدئ الذي يريد الربح السريع ولا يتحمل الخسارة وقلة الربح .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال عندما يتعذر على الإنسان إيجاد ما يريد ويجد ما دونه ."
        ],
        "answer": "يقال للتاجر المبتدئ الذي يريد الربح السريع ولا يتحمل الخسارة وقلة الربح .",
        "difficulty": "سهل"
    },
    {
        "id": 182,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما فيه خير تركه أخير»؟",
        "options": [
            "يقال للشخص الذي لا يضر ولا ينفع، ويكون عالة على أصدقائه و مجتمعه.",
            "يقال للشخص الحاسد المجرد من الخير الذي ينفع نفسه ولا ينفع المقربين منه عند الحاجة .",
            "يقال للشخص الدوني الذي لا يعتد به بين الرجال ولا يد َخر لوقت الحاجة .",
            "يقال للرجل الخامل والكسول الذي لا ينفع نفسه ولا غيره ."
        ],
        "answer": "يقال للشخص الحاسد المجرد من الخير الذي ينفع نفسه ولا ينفع المقربين منه عند الحاجة .",
        "difficulty": "سهل"
    },
    {
        "id": 183,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ما يدانيك أيشين معانيك»؟",
        "options": [
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال لكل من يناصبك العداء ويقوم بتشويه سمعتك أمام الناس زورا وبهتانا .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك ."
        ],
        "answer": "يقال لكل من يناصبك العداء ويقوم بتشويه سمعتك أمام الناس زورا وبهتانا .",
        "difficulty": "سهل"
    },
    {
        "id": 184,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي ياكل على ضرسه يشبع نفسه»؟",
        "options": [
            "يقال لمن يتحسر على رزق أو عمل قد فاته .",
            "يقال لمن يعتمد على نفسه في أي عمل وينجح ولا يتكل على الآخرين .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال لمن يتقاعس عن تصدر وتنفيذ عمل قد اقترحه ويدفع بغيره لتنفيذه ."
        ],
        "answer": "يقال لمن يعتمد على نفسه في أي عمل وينجح ولا يتكل على الآخرين .",
        "difficulty": "سهل"
    },
    {
        "id": 185,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللي يودك ما تغترك معانيه ، ينحي لك سواة السيل بالأرض اللياني»؟",
        "options": [
            "يقال للمحب عندما يسمع أن لديك مناسبة ويصلك دون دعوة بالرغم من البعد ومشقة الطريق .",
            "يقال للحث على تجنب الطريق المختصر والخطر أو تجنب الأشخاص والأماكن التي قد تأتيك منها المشاكل .",
            "يقال على لسان من حضر على غير دعوة لعزيمة أو احتفال ولم يلقى الاهتمام والتقدير من ق َبل المنظمين .",
            "يقال للشخص المتطفل الذي ما إن يسمع بمناسبة أو ما شابه ذلك، حتى يبادر بالحضور دون دعوة ."
        ],
        "answer": "يقال للمحب عندما يسمع أن لديك مناسبة ويصلك دون دعوة بالرغم من البعد ومشقة الطريق .",
        "difficulty": "سهل"
    },
    {
        "id": 186,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إمقيط»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال القول للشخص الذي تلح عليه بالمكوث في المكان الآمن ويصر على مخالفة رأيك ويخرج للمكان الخطر .",
            "يقال القول للمتشائم من الحياة .",
            "يقال عندما يتفوه الشخص أمام المأل بكلمة أو حديث غير سوي يخدش به الحياء ، وكذلك يقال للشخص الذي لا يميز القول السليم من القول المؤذي ، والذي قد يسيء به للناس دون قصد ."
        ],
        "answer": "يقال القول للشخص الذي تلح عليه بالمكوث في المكان الآمن ويصر على مخالفة رأيك ويخرج للمكان الخطر .",
        "difficulty": "سهل"
    },
    {
        "id": 187,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أمن ولا اتخون»؟",
        "options": [
            "يقال عند فقدان المقتنيات الثمينة واتهام المقربين بسرقتها .",
            "يقال ألحد المقربين منك عندما يقوم بمنفعتك في اللحظات الصعبه .",
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان ."
        ],
        "answer": "يقال عند فقدان المقتنيات الثمينة واتهام المقربين بسرقتها .",
        "difficulty": "سهل"
    },
    {
        "id": 188,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «امطر ما يبلك مايهمك»؟",
        "options": [
            "يقال على لسان من نجا وحيدا بنفسه وماله من مشكلة كبيرة حدثت له وألصدقائه ، ويقال ، كذلك، في الأنانية وحب الذات .",
            "يقال على لسان من نزل المطر بعيدا عن داره وعن مرعى ماشيته ، ويقال كذلك عندما يبلغ الشخص بخير ورزق وفير قد أصاب منطقة ما بعيدة عنه .",
            "يقال عندما تهطل على البالد أول بشائر الخير من المطر ، ويقال كذلك عندما تكون عالقة مع شخص مقتدر وتصلك منه أول الهدايا .",
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير ."
        ],
        "answer": "يقال على لسان من نزل المطر بعيدا عن داره وعن مرعى ماشيته ، ويقال كذلك عندما يبلغ الشخص بخير ورزق وفير قد أصاب منطقة ما بعيدة عنه .",
        "difficulty": "سهل"
    },
    {
        "id": 189,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أم عابس تاكل الخضر واليابس»؟",
        "options": [
            "يقال لمن يأكل كل شيء وقعت عينه عليه واتصلت يده به ، ويقال كذلك لكل من لا يميز بين الحرام والحالل في كسب الرزق .",
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق .",
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه ."
        ],
        "answer": "يقال لمن يأكل كل شيء وقعت عينه عليه واتصلت يده به ، ويقال كذلك لكل من لا يميز بين الحرام والحالل في كسب الرزق .",
        "difficulty": "سهل"
    },
    {
        "id": 190,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إما حرك وإال برك»؟",
        "options": [
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق .",
            "يقال للشخص الذي أصابه غنى من بعد عوز، وظل على حاله خوفا من الوقوع في الفقر مرة أخرى .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه .",
            "يقال للشخص الذي تراه يعمل أحيانا بكامل طاقته وأحيانا أخرى يتوقف عن العمل نهائيا."
        ],
        "answer": "يقال للشخص الذي تراه يعمل أحيانا بكامل طاقته وأحيانا أخرى يتوقف عن العمل نهائيا.",
        "difficulty": "سهل"
    },
    {
        "id": 191,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «امسهي الرعيان»؟",
        "options": [
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه .",
            "يقال عندما يكون الشخص مكلفا بإنجاز عمل ما، ويأتي من يشغله عن عمله بحديث أو نحوه مما يترتب على ذلك ضياع العمل المكلف به .",
            "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك ."
        ],
        "answer": "يقال عندما يكون الشخص مكلفا بإنجاز عمل ما، ويأتي من يشغله عن عمله بحديث أو نحوه مما يترتب على ذلك ضياع العمل المكلف به .",
        "difficulty": "سهل"
    },
    {
        "id": 192,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن كان ما تدهن الطعوم تصر»؟",
        "options": [
            "يقال لولي الأمر الذي ينصح أبناءه بقسوة وغلظة، ثم يشتكي من عدم تقبلهم للنصيحة .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له ."
        ],
        "answer": "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
        "difficulty": "سهل"
    },
    {
        "id": 193,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن كان ما لك من ذراعك نيده ، ولا شربك من كفوف الرجال هماي»؟",
        "options": [
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق لكي يفرح به أهله ونفسه.",
            "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين ."
        ],
        "answer": "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين .",
        "difficulty": "سهل"
    },
    {
        "id": 194,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن كان الكلم من فضة فالسكوت أو الصمت من ذهب»؟",
        "options": [
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث والترغيب على الصمت وقلة الكالم والتمعن فيما يقال ."
        ],
        "answer": "يقال للحث والترغيب على الصمت وقلة الكالم والتمعن فيما يقال .",
        "difficulty": "سهل"
    },
    {
        "id": 195,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن كان ما مرن الزخرف بالأوالد والا الموصي ي ِتعب لموصيه»؟",
        "options": [
            "يقال عندما ترى الأخالق السيئة والمواقف غير السوية تخرج من أحد أبناء الخيرين الذين قد توفاهم هللا وأبناؤهم صغار.",
            "يقال عندما ترى الأفعال السيئة والمشينة توجد في كل مكان من الدنيا ، أو حينما ترى أحد الأشخاص يسيء لبلدك ، ألمر يراه سيئا فيها ، كالغناء ، أو استعالء أحد الناس ، وهذا موجود في كل بلد ، فتقول له هذا المثل.",
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
            "يقال عندما ترى أمامك أنشطة مختلفة وكل نشاط صعب تجد أحد المتخصصين قائم عليه ."
        ],
        "answer": "يقال عندما ترى الأخالق السيئة والمواقف غير السوية تخرج من أحد أبناء الخيرين الذين قد توفاهم هللا وأبناؤهم صغار.",
        "difficulty": "سهل"
    },
    {
        "id": 196,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن كان ما تستحي افعل ما تشتهي»؟",
        "options": [
            "يقال للشخص الذي يرتكب عمل مخل بالدين والآداب العامة أمام الناس .",
            "يقال للشخص الذي لا يلتزم أمام الناس بالعادات والتقاليد والأعراف والخلق الحسن .",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك ."
        ],
        "answer": "يقال للشخص الذي لا يلتزم أمام الناس بالعادات والتقاليد والأعراف والخلق الحسن .",
        "difficulty": "سهل"
    },
    {
        "id": 197,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن جاك باب طمع سده بباب ياس»؟",
        "options": [
            "يقال عندما يجد الشخص شيء رديء لا خير فيه، و قد استغنى عنه صاحبه .",
            "يقال إذا فتح على الشخص باب طمع ولا يعلم مصدره ،فترك هذا الباب أفضل لكي لا يجر على صاحبه ما لا يحمد عقباه .",
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال للقناعة بالشيء اليسير إذا تعذر منه الكثير ."
        ],
        "answer": "يقال إذا فتح على الشخص باب طمع ولا يعلم مصدره ،فترك هذا الباب أفضل لكي لا يجر على صاحبه ما لا يحمد عقباه .",
        "difficulty": "سهل"
    },
    {
        "id": 198,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن القحت وإال ما ضرها التيس»؟",
        "options": [
            "يقال للحث على الإلحاح وتكرار المحاوالت في طلب الشيء حتى يتم الظفر به ويتحقق المراد .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على تكرار المحاوالت التي لا ضرر منها بقصد حصول المطلوب ."
        ],
        "answer": "يقال للحث على تكرار المحاوالت التي لا ضرر منها بقصد حصول المطلوب .",
        "difficulty": "سهل"
    },
    {
        "id": 199,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن طاعك الزمان والا طيعه»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي قست عليه الدنيا وعاش عيشة الكفاف بعد أن كان في رغد من العيش .",
            "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء .",
            "عندما يصيب الشخص بؤس وعوز بعدما كان في رغد من العيش ."
        ],
        "answer": "يقال للشخص الذي قست عليه الدنيا وعاش عيشة الكفاف بعد أن كان في رغد من العيش .",
        "difficulty": "سهل"
    },
    {
        "id": 200,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن كاني شيخكم حلوا في ذا السبخه»؟",
        "options": [
            "يقال عندما يفرض التعليم على الشخص الكبير .",
            "يقال لحث الأبناء على الجلوس مع الرجال في المجالس والتعلم منهم.",
            "يقال عندما ترى التسيب والفوضى قد دبا في المكان من أثر غياب رب ذلك المكان .",
            "يقال لصاحب المجلس الذي يفرض على من يجالسه الجلوس معه في المكان والظروف المناخية التي تناسبه ولا تناسبهم ."
        ],
        "answer": "يقال لصاحب المجلس الذي يفرض على من يجالسه الجلوس معه في المكان والظروف المناخية التي تناسبه ولا تناسبهم .",
        "difficulty": "سهل"
    },
    {
        "id": 201,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن خلك البين ما خلك الكبر»؟",
        "options": [
            "يقال عندما ترى صديقك وقد أصابه الضيم .",
            "يقال عندما تشاهد الشيخ الهرم الطاعن في السن وقد أخذت منه السنون مأخذها .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما يسأل كبير السن عن الفرق بين القديم والحديث ."
        ],
        "answer": "يقال عندما تشاهد الشيخ الهرم الطاعن في السن وقد أخذت منه السنون مأخذها .",
        "difficulty": "سهل"
    },
    {
        "id": 202,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن كان خيلك سبوق عرضها لخيل البدو»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال عندما يتفوه الشخص أمام المأل بكلمة أو حديث غير سوي يخدش به الحياء ، وكذلك يقال للشخص الذي لا يميز القول السليم من القول المؤذي ، والذي قد يسيء به للناس دون قصد .",
            "يقال للشخص الذي يتباهى بقوة وسرعة خيله أمام من هم أقل منه خبرة ، وكذلك يقال كنوع من التحدي لشخص أراد التعرض لآلخر بتحقيق أمر ما غصب عنه ، فيقول له \" إن كان خيلك سبوق عرضها لخيل البدو \" .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد ."
        ],
        "answer": "يقال للشخص الذي يتباهى بقوة وسرعة خيله أمام من هم أقل منه خبرة ، وكذلك يقال كنوع من التحدي لشخص أراد التعرض لآلخر بتحقيق أمر ما غصب عنه ، فيقول له \" إن كان خيلك سبوق عرضها لخيل البدو \" .",
        "difficulty": "سهل"
    },
    {
        "id": 203,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «انطر ياحمار لين يجيك الربيع»؟",
        "options": [
            "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها.",
            "يقال عندما تتسرب أخبار مهمة ويتم نفيها .",
            "يقال لمن ينتظر بفارغ الصبر أخبار مهمة أو نتيجة معينة وي َبلغ بتأجيل إعالنها .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن ينتظر بفارغ الصبر أخبار مهمة أو نتيجة معينة وي َبلغ بتأجيل إعالنها .",
        "difficulty": "سهل"
    },
    {
        "id": 204,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «انطح البحر برجال ولا دومن واتبع المريال»؟",
        "options": [
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال عندما ينجو الشخص بنفسه وماله من أمر ما بسبب أنه لم يتعرض له أحد ثم يتباهى بين الناس بأن شجاعته وإقدامه وحكمته هي من أنقذته من ذلك الموقف .",
            "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية .",
            "يقال عندما يتعرض قائد السفينة لمشاكل بحرية بسبب رداءة وسوء عمل بحارته ."
        ],
        "answer": "يقال عندما يتعرض قائد السفينة لمشاكل بحرية بسبب رداءة وسوء عمل بحارته .",
        "difficulty": "سهل"
    },
    {
        "id": 205,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «انفعني لو بالصوت»؟",
        "options": [
            "يقال لحث الصديق على مساعدة صديقه في وقت الحاجة بأقل ما يملك .",
            "يقال لالستدالل على مساندة ذوي القربى بعضهم للبعض الآخر وقت الحاجة .",
            "يقال عندما يلبي الصديق استغاثة صديقه .",
            "يقال للحث على توفير المال وادخاره وعدم تبذيره لكي يكفيك السؤال وقت الحاجة ."
        ],
        "answer": "يقال لحث الصديق على مساعدة صديقه في وقت الحاجة بأقل ما يملك .",
        "difficulty": "سهل"
    },
    {
        "id": 206,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اندب رجال ولا تندب دراهم»؟",
        "options": [
            "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته ."
        ],
        "answer": "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
        "difficulty": "سهل"
    },
    {
        "id": 207,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أنا أدمك وأنت تنقض»؟",
        "options": [
            "يقال للمغامر المعجب بنفسه الذي يقوم بعمل متهور ويلقى حتفه من وراء ذلك العمل .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل ."
        ],
        "answer": "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
        "difficulty": "سهل"
    },
    {
        "id": 208,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أنا أقول يوش وهو يقول دامن»؟",
        "options": [
            "يقال لمواساة الشخص المفجوع وتخفيف ألم الصدمة عنه وخاصة إذا علم أن هناك شخص قد ابتلى بمصيبة أكبر من مصيبته .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال عندما يحدث اختالف في الرأي بين اثنين ، وخاصة إذا قال أحدهم لآلخر انحرف لجهة اليمين وهو ينحرف باتجاه الشمال."
        ],
        "answer": "يقال عندما يحدث اختالف في الرأي بين اثنين ، وخاصة إذا قال أحدهم لآلخر انحرف لجهة اليمين وهو ينحرف باتجاه الشمال.",
        "difficulty": "سهل"
    },
    {
        "id": 209,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أنا وأخوي على ابن عمي وأنا وابن عمي على الغريب»؟",
        "options": [
            "يقال عندما تحدث مشكلة بين فريقين ويذهب أحد الأشخاص كوسيط بينهم إلقناع أحد الأطراف بتخفيف أو بتليين حدة موقفه وحلحلة المشكلة ويلقى منهم فعال لا يرضيه .",
            "يقال عندما يقوم الشخص بعمل مشهود، فيذكره الناس؛ إما بخير و إما بشر .",
            "يقال عندما تحدث مشاجرة بين مجموعتين من الأفراد ويعلو بينهم الصراخ لحد الجنون، ويدخل بينهم وسيط ويطلب أن يرشدوه إلى أحكمهم وأرشدهم فيشيروا إلى أقواهم وأشرسهم، بمعنى أنهم لا يريدون حال وإنما يريدون مواصلة الاقتتال .",
            "يقال عندما يتحد بنوا العمومه على من عاداهم رغم الخالف الذي كان بينهم ."
        ],
        "answer": "يقال عندما يتحد بنوا العمومه على من عاداهم رغم الخالف الذي كان بينهم .",
        "difficulty": "سهل"
    },
    {
        "id": 210,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إنت تاكل تمر واحنا انحسب الطعام»؟",
        "options": [
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يعق والديه في الك َبر ."
        ],
        "answer": "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
        "difficulty": "سهل"
    },
    {
        "id": 211,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إن شاء هللا على هذا الخشم»؟",
        "options": [
            "يقال للداللة على الإيمان بالقدر .",
            "يقال للداللة على طول الشخص .",
            "يقال للداللة على قبول الطلب والاستجابة له.",
            "يقال للداللة على الإيمان بالقدر خيره وشره ."
        ],
        "answer": "يقال للداللة على قبول الطلب والاستجابة له.",
        "difficulty": "سهل"
    },
    {
        "id": 212,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «إنت راعيها وسمها»؟",
        "options": [
            "يقوله البائع حينما يطلب منه المشتري اختيار سلعة طيبة له .",
            "معاني المفردات: راعيها : صاحب الفضل المعهود سمها : تولى حل إشكالها يقوله من وجب عليه سداد دين مستحق أو ضامنة عندما يطلب منه ولي الأمر أو كبير القوم تسديد ما عليهم من دين أو مال .",
            "يقال عندما يقوم كبير القوم أو من في مقامه بعمل فيه منفعة لقومه .",
            "يقال للمعلم عندما يطلق ولي الأمر له الحرية في تعليم وتأديب ابنه ."
        ],
        "answer": "معاني المفردات: راعيها : صاحب الفضل المعهود سمها : تولى حل إشكالها يقوله من وجب عليه سداد دين مستحق أو ضامنة عندما يطلب منه ولي الأمر أو كبير القوم تسديد ما عليهم من دين أو مال .",
        "difficulty": "سهل"
    },
    {
        "id": 213,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أهل مكة أدرى بشعابها»؟",
        "options": [
            "يقال البن المنطقة عندما تظل طريقك ويدلك على غايتك ومبتغاك في منطقته .",
            "يقال عندما تعطي صالحية تنفيذ العمل لشخصين وينتهي العمل بالفشل بسبب عدم توافق الاثنان واختالف آرائهم.",
            "يقال عندما يتعالى الشخص الفقير ويتكبر على الناس، وهو لا يملك شيء من المال يدعوه لذلك التكبر والعلو .",
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب ."
        ],
        "answer": "يقال البن المنطقة عندما تظل طريقك ويدلك على غايتك ومبتغاك في منطقته .",
        "difficulty": "سهل"
    },
    {
        "id": 214,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اهديب»؟",
        "options": [
            "يقال تعبير عن الفرحة بنجاح الأمور ، ويقال أيضا للرجل الذي ينفع ويساعد الناس بأن والدته أنجبت ولدا شهما ، ورجل موقف ، فيقال \" جابت ولد \" أو \"عز هللا إنها جابت ولد يوم جابتك \" إشادة بأمه .",
            "مصطلح شائع في دولة قطر ويطلق على البعير القوي الهادئ والصبور . ويقال عادة للرجل الصبور ذو الأخالق الحميدة ، أما المرأة الصبورة ذات الأخالق الحميدة َفت َشبه ب( َسمحا ) وهي النجيبة السهلة المريحة التي لا تمل راكبها . وقد ورد اسم (اهديب) في جزء من قصيدة للشاعر والسردال سلمان بن حمد المهندي حيث قال : اهديب ينقل له احمول إال ثار .. وا َن طاح في المنحاة قطع سواني",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال في عدة أوجه منها : عندما تتأخر المرأة في الزواج بسبب عاهة أو ما شابه ذلك ، ويأتيها النصيب بعد فترة وتتزوج من شخص يحمل نفس الصفات ، ويقال، كذلك، عندما تشاهد الطيور وهي تلتقط الثمار الساقطة من الأشجار ، ويقال، كذلك، عندما تشاهد تجار الخردة وهم يلتقطون أو يشترون الأمتعة الساقطة التي تم الاستغناء عنها."
        ],
        "answer": "مصطلح شائع في دولة قطر ويطلق على البعير القوي الهادئ والصبور . ويقال عادة للرجل الصبور ذو الأخالق الحميدة ، أما المرأة الصبورة ذات الأخالق الحميدة َفت َشبه ب( َسمحا ) وهي النجيبة السهلة المريحة التي لا تمل راكبها . وقد ورد اسم (اهديب) في جزء من قصيدة للشاعر والسردال سلمان بن حمد المهندي حيث قال : اهديب ينقل له احمول إال ثار .. وا َن طاح في المنحاة قطع سواني",
        "difficulty": "سهل"
    },
    {
        "id": 215,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «أول الغيث قطرة»؟",
        "options": [
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
            "يقال عندما تهطل على البالد أول بشائر الخير من المطر ، ويقال كذلك عندما تكون عالقة مع شخص مقتدر وتصلك منه أول الهدايا .",
            "يقال على لسان من نزل المطر بعيدا عن داره وعن مرعى ماشيته ، ويقال كذلك عندما يبلغ الشخص بخير ورزق وفير قد أصاب منطقة ما بعيدة عنه .",
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير ."
        ],
        "answer": "يقال عندما تهطل على البالد أول بشائر الخير من المطر ، ويقال كذلك عندما تكون عالقة مع شخص مقتدر وتصلك منه أول الهدايا .",
        "difficulty": "سهل"
    },
    {
        "id": 216,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ايقوم لو في الخدعه»؟",
        "options": [
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء .",
            "يقال للحزم في اتخاذ وإنفاذ القرار حتى ولو لم يكن بالشكل المطلوب .",
            "يقال قبل طرح أي موضوع يخجلنا أو يقلقنا، على متخذي القرار .",
            "يقال لإلصالح المؤقت ، أو لعدم إتقان العمل بالشكل المطلوب ."
        ],
        "answer": "يقال للحزم في اتخاذ وإنفاذ القرار حتى ولو لم يكن بالشكل المطلوب .",
        "difficulty": "سهل"
    },
    {
        "id": 217,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ايي ولا ايي كرابه»؟",
        "options": [
            "يقال للحث على اقتناء البقر .",
            "يقال عندما ترى أموال الشحيح المكدسة في نهاية المطاف ذهبت إلى المحتالين واللصوص .",
            "يقال للحث على الاقتصاد والترشيد في استخدام كل شيء وخاصة ماء الشرب .",
            "يقال للحث على استخدام القوة في نهاية المطاف لحل أي مشكلة ، قبل أن تكون النتيجة مؤلمة ."
        ],
        "answer": "يقال للحث على استخدام القوة في نهاية المطاف لحل أي مشكلة ، قبل أن تكون النتيجة مؤلمة .",
        "difficulty": "سهل"
    },
    {
        "id": 218,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ايباري على مايتين»؟",
        "options": [
            "يقال عندما يكون الحب من طرف واحد .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما ترى شخص يعمل في وظيفتين في آن واحد ويكسب منهما.",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال عندما ترى شخص يعمل في وظيفتين في آن واحد ويكسب منهما.",
        "difficulty": "سهل"
    },
    {
        "id": 219,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ايش اللي حدك على المر قال اللي أمر منه»؟",
        "options": [
            "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
            "يقال على لسان المريض عندما يسأل عن السبب الذي دفعه الستخدام الكي كعالج ، أو عندما يسأل العامل المحتاج عن الأسباب التي دفعته للعمل في وظيفة شاقة .",
            "يقال على لسان التاجر عندما يأتيه المشتري وينظر في البضاعة من بعيد ولا يسأل عنها ولا عن قيمتها .",
            "يقال عندما يسأل الشخص عن ماهية أحواله المعيشية إن كانت جيدة أم لا ."
        ],
        "answer": "يقال على لسان المريض عندما يسأل عن السبب الذي دفعه الستخدام الكي كعالج ، أو عندما يسأل العامل المحتاج عن الأسباب التي دفعته للعمل في وظيفة شاقة .",
        "difficulty": "سهل"
    },
    {
        "id": 220,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ايش عرف الحمار بأكل الكنار»؟",
        "options": [
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال عندما يقوم الشخص بعمل مشهود، فيذكره الناس؛ إما بخير و إما بشر .",
            "يقال عندما يقوم كبير القوم أو من في مقامه بعمل فيه منفعة لقومه ."
        ],
        "answer": "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
        "difficulty": "متوسط"
    },
    {
        "id": 221,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ايبرز الدواء قبل الفلعة»؟",
        "options": [
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن يختلق الأعذار والحجج لتبرير فشله خوفا من العقاب .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن يختلق الأعذار والحجج لتبرير فشله خوفا من العقاب .",
        "difficulty": "متوسط"
    },
    {
        "id": 222,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «باع الكحيلة في عشا ليلة»؟",
        "options": [
            "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال لمن اشترى سلعة بثمن بخس ويشتكي من رداءتها وكثرة أعطالها .",
            "يقال لمن يسيء استخدام شيء قد استأجره ."
        ],
        "answer": "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
        "difficulty": "متوسط"
    },
    {
        "id": 223,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البار على البيوار»؟",
        "options": [
            "يقال في القدرة وتحمل المسؤولية .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه .",
            "يقال لحث من يطلب العال، على الصبر والمثابرة وتحمل المشاق من أجل الوصول إلى الهدف والغاية المطلوبة .",
            "يقال لحث من يطلب الزواج من امرأة جميلة ،على التحلي بالصبر وتحمل المشاق والخسائر من أجل تحقيق الهدف المنشود ."
        ],
        "answer": "يقال في القدرة وتحمل المسؤولية .",
        "difficulty": "متوسط"
    },
    {
        "id": 224,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الباب اللي ايجيك منه الريح سده واستريح»؟",
        "options": [
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل .",
            "يقال لمن يشتكي من مشكلة واضحة معالمها وأسبابها . وكذلك يقال عندما يتخوف الإنسان من شخص تأتي منه المشاكل ، فما عليه إال أن يبتعد عنه أو يقطع عالقته به .",
            "يقال لمن يشتكي من رداءة وفشل ولده ."
        ],
        "answer": "يقال لمن يشتكي من مشكلة واضحة معالمها وأسبابها . وكذلك يقال عندما يتخوف الإنسان من شخص تأتي منه المشاكل ، فما عليه إال أن يبتعد عنه أو يقطع عالقته به .",
        "difficulty": "متوسط"
    },
    {
        "id": 225,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البحار لا تجيه أول الجية تعال له عقب ما ايجي بشوية»؟",
        "options": [
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
            "يقال لمن يتعمد انتظار قدوم البحارة من الصيد، لكي يتكرموا عليه ببعض السمك .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن يتعمد انتظار قدوم البحارة من الصيد، لكي يتكرموا عليه ببعض السمك .",
        "difficulty": "متوسط"
    },
    {
        "id": 226,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البحر سبعة والعمار سبعة»؟",
        "options": [
            "عندما يسأل الشخص عن أجره اليومي، أو الشهري، إن تبقى منه شيء أم لا ، فيرد بهذا المثل .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال للرجل الكادح الذي دخله اليومي يتساوى مع مصروفه ولا يوفر منه شيء .",
            "يقال عندما يصاب الشخص بعسرة وضنك العيش ويصبح دخله اليومي على قدر قوته فقط ولا يوفر منه شيء ."
        ],
        "answer": "يقال عندما يصاب الشخص بعسرة وضنك العيش ويصبح دخله اليومي على قدر قوته فقط ولا يوفر منه شيء .",
        "difficulty": "متوسط"
    },
    {
        "id": 227,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البحر ماله أمان»؟",
        "options": [
            "يقال لمن فقد راحلته في أثناء السفر، بسبب الإهمال وعدم المحافظة عليها، أو عدم ربطها .",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
            "يقال لمن يتعمد انتظار قدوم البحارة من البحر لكي يتكرموا عليه ببعض السمك .",
            "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها."
        ],
        "answer": "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
        "difficulty": "متوسط"
    },
    {
        "id": 228,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «برمة الشرك ما تفور»؟",
        "options": [
            "يقال عندما يضع صاحب العمل أكثر من مسؤول على عمله الخاص ويخسر بسبب اتكال كل واحد منهم على الآخر في الإشراف على العمل وتنفيذه .",
            "يقال عندما تعطي صالحية تنفيذ العمل لشخصين وينتهي العمل بالفشل بسبب عدم توافق الاثنان واختالف آرائهم.",
            "يقال لالستدالل على مساندة ذوي القربى بعضهم للبعض الآخر وقت الحاجة .",
            "يقال عندما تتوقف شركة ما عن العمل بسبب سوء إدارة مالكيها واتكال بعضهم على الآخر في إدارتها ."
        ],
        "answer": "يقال عندما تتوقف شركة ما عن العمل بسبب سوء إدارة مالكيها واتكال بعضهم على الآخر في إدارتها .",
        "difficulty": "متوسط"
    },
    {
        "id": 229,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «برزت المهاد قبل الولد»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يعلن ويجهز لحدث ما قبل حدوثه .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن يقسو على والديه في الكبر ."
        ],
        "answer": "يقال لمن يعلن ويجهز لحدث ما قبل حدوثه .",
        "difficulty": "متوسط"
    },
    {
        "id": 230,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بشعرة تنقادي دنيا يوم أقبلت يوم أدبرت ما فادي سلسل اقطعت»؟",
        "options": [
            "يقال عندما تقبل عليك الدنيا بخيراتها من بعد عسر، ثم تذهب عنك من حيث أتت .",
            "يقال فور اكتشاف أمر من يكذب عليك .",
            "يقال للشخص الذي قست عليه الدنيا وعاش عيشة الكفاف بعد أن كان في رغد من العيش .",
            "يقال لحث الشخص على التكاتف مع الجماعة والمقربين منه لمواجهة الخصوم ومشاق الدنيا ."
        ],
        "answer": "يقال عندما تقبل عليك الدنيا بخيراتها من بعد عسر، ثم تذهب عنك من حيث أتت .",
        "difficulty": "متوسط"
    },
    {
        "id": 231,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البصرة عافت المالح»؟",
        "options": [
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للشخص الشره الذي يتردد عن تناول الطعام ، إما المتالء بطنه أو لوفرته عنده .",
            "يقال عندما يتردد أو يمتنع الشخص عن تناول طعام قد دعي إليه .",
            "يقال للشخص الذي ليس عنده سعة صدر ، وطول بال ، وصبر على تحمل الشدائد ."
        ],
        "answer": "يقال للشخص الشره الذي يتردد عن تناول الطعام ، إما المتالء بطنه أو لوفرته عنده .",
        "difficulty": "متوسط"
    },
    {
        "id": 232,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بط البرمة»؟",
        "options": [
            "يقال للشخص الذي يرتكب عمل مخل بالدين والآداب العامة أمام الناس .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال إذا ذك َ ر شخص أمام قوم بكل خير و شوهد فجأة أمامهم ، قالوا هذا المثل ، وإذا ذك َ ر بشر قالوا : (لي ذكر الكلب برز له حصاه) .",
            "يقال عندما ينفعل الشخص أمام العامة ويتفوه بكل ما يجيش في صدره من خاص وعام."
        ],
        "answer": "يقال عندما ينفعل الشخص أمام العامة ويتفوه بكل ما يجيش في صدره من خاص وعام.",
        "difficulty": "متوسط"
    },
    {
        "id": 233,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بعيد عن العين بعيد عن القلب»؟",
        "options": [
            "يقال عندما يشتكي لك شخص من رداءة التمر الذي اشتراه ، فترد عليه بهذا المثل ( إذا اغترك التمر اعبطه ).",
            "يقال عندما يقوم الشخص المتواري عن الأنظار بسؤال صديقه عن سبب هجرانه له ، أو عدم وصله ، فيرد الأخير بهذا المثل .",
            "يقال للشخص البخيل المتواري عن الأنظار .",
            "عندما يسأل الشخص عن أجره اليومي، أو الشهري، إن تبقى منه شيء أم لا ، فيرد بهذا المثل ."
        ],
        "answer": "يقال عندما يقوم الشخص المتواري عن الأنظار بسؤال صديقه عن سبب هجرانه له ، أو عدم وصله ، فيرد الأخير بهذا المثل .",
        "difficulty": "متوسط"
    },
    {
        "id": 234,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بعير العجير ما كده ظهره كله بطنه»؟",
        "options": [
            "يقال للرجل الكادح الذي دخله اليومي يتساوى مع مصروفه ولا يوفر منه شيء .",
            "عندما يسأل الشخص عن أجره اليومي، أو الشهري، إن تبقى منه شيء أم لا ، فيرد بهذا المثل .",
            "يقال عندما يصاب الشخص بعسرة وضنك العيش ويصبح دخله اليومي على قدر قوته فقط ولا يوفر منه شيء .",
            "يقال عندما يتجاوز كل شيء عن حده ."
        ],
        "answer": "يقال للرجل الكادح الذي دخله اليومي يتساوى مع مصروفه ولا يوفر منه شيء .",
        "difficulty": "متوسط"
    },
    {
        "id": 235,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بغى يكحلها وعماها»؟",
        "options": [
            "يقال لعديم الخبرة عندما يقوم بإصالح شيء فيفسده .",
            "يقال للتقليل من شأن الشخص العجمي عندما يقوم وبشكل غير متوقع بإبداء شيء من الكرم .",
            "يقال لمن يحاول استبدال شيء يعرفه بآخر جديد لا يعرفه من قلة الخبرة.",
            "يقال عندما يتجاوز كل شيء عن حده ."
        ],
        "answer": "يقال لعديم الخبرة عندما يقوم بإصالح شيء فيفسده .",
        "difficulty": "متوسط"
    },
    {
        "id": 236,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بغيناها طرب وصارت نشب»؟",
        "options": [
            "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك.",
            "يقال على لسان من تعرض لمشكلة من أثر قيامه بعمل كان يقصد به الخير والمنفعة .",
            "يقال على لسان من يقوم بعمل بقصد الفائدة ويفشل من أثر سوء التدبير ."
        ],
        "answer": "يقال على لسان من تعرض لمشكلة من أثر قيامه بعمل كان يقصد به الخير والمنفعة .",
        "difficulty": "متوسط"
    },
    {
        "id": 237,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بغيتك عون وصرت فرعون»؟",
        "options": [
            "يقال عندما يت َخذ قرار غير مدروس بعناية ولا يستفاد منه و يستبدل بآخر بسبب فساده .",
            "يقال عندما يستنجد شخص بآخر ويطلب منه أن يخلصه من ظالم فيصبح هو أظلم منه .",
            "يقال لمن ينصحك باستبدال موظف أو عامل تعرفه بآخر تجهله.",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه ."
        ],
        "answer": "يقال عندما يستنجد شخص بآخر ويطلب منه أن يخلصه من ظالم فيصبح هو أظلم منه .",
        "difficulty": "متوسط"
    },
    {
        "id": 238,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البقارة لسعيد وسعيد والبقارة لعمه»؟",
        "options": [
            "هذا القول يعد من الأقوال الشائعة في قطر ولا يعرف من أين اقتب َ س هذا القول ولا معناه ولكنه في العاده يقال لمواساة الطفل والعطف عليه عندما يأتيك شاكيا وهو يبكي .",
            "يقال للتبعية . المصدر: سفن قطر التقليدية: كتارا 2016م",
            "يقال على لسان الحاسد عندما يرى طلبات شخص آخر ت َنفذ من ق َبل محبيه بكل سهولة ويسر .",
            "مصطلح شائع في دولة قطر ويطلق على البعير القوي الهادئ والصبور . ويقال عادة للرجل الصبور ذو الأخالق الحميدة ، أما المرأة الصبورة ذات الأخالق الحميدة َفت َشبه ب( َسمحا ) وهي النجيبة السهلة المريحة التي لا تمل راكبها . وقد ورد اسم (اهديب) في جزء من قصيدة للشاعر والسردال سلمان بن حمد المهندي حيث قال : اهديب ينقل له احمول إال ثار .. وا َن طاح في المنحاة قطع سواني"
        ],
        "answer": "يقال للتبعية . المصدر: سفن قطر التقليدية: كتارا 2016م",
        "difficulty": "متوسط"
    },
    {
        "id": 239,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البقر بقير مغنية الفقير»؟",
        "options": [
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على تجنب الارتباط بهم .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على اختيار الزوجة الصالحة ."
        ],
        "answer": "يقال للحث على اقتناء البقر .",
        "difficulty": "متوسط"
    },
    {
        "id": 240,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بالقربة ولا بالمعروف»؟",
        "options": [
            "يقال عندما يضطر كريم النفس، ويطلب حاجة من شخص ويتعرض في أثناء الطلب للذل والهوان .",
            "يقال حينما تبعث شخص لجلب حاجة من مكان قريب ويتأخر عليك كثيرا .",
            "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها.",
            "يقال عندما يضطر الشخص لطلب سلعة أو حاجة مهمة من قريب ."
        ],
        "answer": "يقال عندما يضطر الشخص لطلب سلعة أو حاجة مهمة من قريب .",
        "difficulty": "متوسط"
    },
    {
        "id": 241,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «البيت بيت أبونا والقوم اطردونا»؟",
        "options": [
            "يقال عندما يأتي الشخص الغريب ليغتصب بيتك أو أي شيء خاص بك ويهم بطردك منه دون وجه حق .",
            "يقال للشخص الغريب عندما يأتي لبلدة ما بهدف العمل وكسب الرزق وهي في أمان ورخاء ويغادرها فورا عندما تصيبها نائبة لا سمح هللا .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء ."
        ],
        "answer": "يقال عندما يأتي الشخص الغريب ليغتصب بيتك أو أي شيء خاص بك ويهم بطردك منه دون وجه حق .",
        "difficulty": "متوسط"
    },
    {
        "id": 242,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «بيض الصعو نسمع به ولا نشوفه»؟",
        "options": [
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يذكر أمام الشخص اسم شيء له شهرة وهو نادر الوجود .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال لمن يسيء استخدام شيء قد استأجره ."
        ],
        "answer": "يقال عندما يذكر أمام الشخص اسم شيء له شهرة وهو نادر الوجود .",
        "difficulty": "متوسط"
    },
    {
        "id": 243,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «التبع خسيس الطبع ، شفق لي جاع ، ونزر لي شبع»؟",
        "options": [
            "يقال عندما ييأس الشخص من التخلص من فعل يستحيل التخلي عنه .",
            "يقال عندما يرى الشخص فعل لا يرضيه من طائر الصيد المعروف ب( التب. ) ع",
            "يقال عندما يجازى صانع المعروف والإحسان بشر .",
            "يقال عندما يرى الشخص فعل مشين يصدر من شخص ينتمي لطائفة أو ملة أخرى ."
        ],
        "answer": "يقال عندما يرى الشخص فعل لا يرضيه من طائر الصيد المعروف ب( التب. ) ع",
        "difficulty": "متوسط"
    },
    {
        "id": 244,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «التجدي ولا العمى»؟",
        "options": [
            "يقال عندما يحسد الناس الشخص المحظوظ الذي وهبه هللا من الرزق الكثير .",
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال للقناعة بالشيء اليسير إذا تعذر منه الكثير ."
        ],
        "answer": "يقال للقناعة بالشيء اليسير إذا تعذر منه الكثير .",
        "difficulty": "متوسط"
    },
    {
        "id": 245,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تحت الفحول ما تحول»؟",
        "options": [
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
            "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء ."
        ],
        "answer": "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
        "difficulty": "متوسط"
    },
    {
        "id": 246,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تردها أصولها لي قرحت»؟",
        "options": [
            "يقال لمن يكثر في مدح من يرى أنه سبب في تحقيق مصالحه حتى لو لم يكن على غير ذلك .",
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال لكل من يدعي أنه على معرفة تامة بكل عمل وهو على غير ذلك .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
        "difficulty": "متوسط"
    },
    {
        "id": 247,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ترى الردي ما يسرك لو هو قريب والا الشلي ما ترده منك الابعادي»؟",
        "options": [
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقال عندما يعجز عن مساعدتك أحد المقربين إليك، ويبادر أحد الغرباء بمد يد العون لك.",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان ."
        ],
        "answer": "يقال عندما يعجز عن مساعدتك أحد المقربين إليك، ويبادر أحد الغرباء بمد يد العون لك.",
        "difficulty": "متوسط"
    },
    {
        "id": 248,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تركب من صدر وتحول من تفر»؟",
        "options": [
            "عندما يسأل الشخص عن أجره اليومي، أو الشهري، إن تبقى منه شيء أم لا ، فيرد بهذا المثل .",
            "يقال عندما يشتكي لك شخص من رداءة التمر الذي اشتراه ، فترد عليه بهذا المثل ( إذا اغترك التمر اعبطه ).",
            "يقال للرجل الكادح الذي دخله اليومي يتساوى مع مصروفه ولا يوفر منه شيء .",
            "يقال عندما يقوم الشخص المتواري عن الأنظار بسؤال صديقه عن سبب هجرانه له ، أو عدم وصله ، فيرد الأخير بهذا المثل ."
        ],
        "answer": "عندما يسأل الشخص عن أجره اليومي، أو الشهري، إن تبقى منه شيء أم لا ، فيرد بهذا المثل .",
        "difficulty": "متوسط"
    },
    {
        "id": 249,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تسوونها في مقادمكم وتلقونها في عواقبكم»؟",
        "options": [
            "يقال لمن يعق والديه في الكبر من البنات .",
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن يعق والديه في الك َبر .",
            "يقال َلمن ي َشبه أحد والديه في الشكل والطباع ."
        ],
        "answer": "يقال لمن يقسو على والديه في الكبر .",
        "difficulty": "متوسط"
    },
    {
        "id": 250,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تظهر المايلة من قلة العدلة»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال للشخص الجاهل بالأمور والذي ليس له معرفة وكفاءة بالأمر الذي يتواله .",
            "يقال لكل من يتفوه أمام الناس بكلمة أو حديث غير سوي، ويصيبه الندم على ما بدر منه.",
            "يقال عندما يتفوه الشخص أمام المأل بكلمة أو حديث غير سوي يخدش به الحياء ، وكذلك يقال للشخص الذي لا يميز القول السليم من القول المؤذي ، والذي قد يسيء به للناس دون قصد ."
        ],
        "answer": "يقال عندما يتفوه الشخص أمام المأل بكلمة أو حديث غير سوي يخدش به الحياء ، وكذلك يقال للشخص الذي لا يميز القول السليم من القول المؤذي ، والذي قد يسيء به للناس دون قصد .",
        "difficulty": "متوسط"
    },
    {
        "id": 251,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تغدا به قبل لا يتعشى بك»؟",
        "options": [
            "يقال لنصح من يتوقع هجوم مفاجئ بأن يبادر هو بالهجوم وأخذ خصمه على غرة .",
            "يقال لنصح وحث الشخص على اختيار الصديق الطيب وترك الرديء منهم .",
            "يقال لنصح من يكثر العتاب على من حوله بالكف عن ذلك .",
            "لنصح الحاسد بأن يكف أذاه وحسده عن الناس"
        ],
        "answer": "يقال لنصح من يتوقع هجوم مفاجئ بأن يبادر هو بالهجوم وأخذ خصمه على غرة .",
        "difficulty": "متوسط"
    },
    {
        "id": 252,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تقاقي ولا تلقي»؟",
        "options": [
            "يقال لمن ارتفع صوته وقل فعله .",
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن.",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن كثر كالمه وقل فعله ."
        ],
        "answer": "يقال لمن ارتفع صوته وقل فعله .",
        "difficulty": "صعب"
    },
    {
        "id": 253,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تكبر الصغار وتعمر الديار»؟",
        "options": [
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما ترى شخص قبيح المظهر والصفات والأفعال .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى صديقك وقد أصابه الضيم ."
        ],
        "answer": "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
        "difficulty": "صعب"
    },
    {
        "id": 254,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «التمر بالخص والعيش بالقص»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن أراد أن يتعامل مع التمر كما يتعامل مع الأرز .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن يقسو على والديه في الكبر ."
        ],
        "answer": "يقال لمن أراد أن يتعامل مع التمر كما يتعامل مع الأرز .",
        "difficulty": "صعب"
    },
    {
        "id": 255,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تيتي تيتي رحتي ولا يتي»؟",
        "options": [
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال في عدم المباالة بالعامل أو الموظف الرديء الذي لا فائدة منه، عندما يهدد بترك العمل وعدم الاستمرار فيه .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه .",
            "يقال إلظهار القوة وعدم المباالة والتقليل من شأن من يعارضك ويهددك ويتوعدك ."
        ],
        "answer": "يقال في عدم المباالة بالعامل أو الموظف الرديء الذي لا فائدة منه، عندما يهدد بترك العمل وعدم الاستمرار فيه .",
        "difficulty": "صعب"
    },
    {
        "id": 256,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تيس فارسي»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الغير نظيف الذي تفوح من إبطيه رائحة كريهة .",
            "يقال للشخص الذي لا عالقة له بأحد ولا يتدخل في شؤون الغير .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص الغير نظيف الذي تفوح من إبطيه رائحة كريهة .",
        "difficulty": "صعب"
    },
    {
        "id": 257,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «تيش في ريش»؟",
        "options": [
            "يقال لمن كثر كالمه وقل فعله .",
            "يقال لمن ارتفع صوته وقل فعله .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن."
        ],
        "answer": "يقال لمن كثر كالمه وقل فعله .",
        "difficulty": "صعب"
    },
    {
        "id": 258,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ثور معمعم ، وثور عيدة ، وثور هردة»؟",
        "options": [
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال عندما يحدث اختالف في الرأي بين اثنين ، وخاصة إذا قال أحدهم لآلخر انحرف لجهة اليمين وهو ينحرف باتجاه الشمال.",
            "كل تلك الأقوال تطلق على الشخص المنقاد عديم الرأي والإرادة ."
        ],
        "answer": "كل تلك الأقوال تطلق على الشخص المنقاد عديم الرأي والإرادة .",
        "difficulty": "صعب"
    },
    {
        "id": 259,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ثلث شيات يذهبن الغنى : الزنا والبنا والونا»؟",
        "options": [
            "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
            "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء .",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له .",
            "يقال َعندما يرزق متوسط الحال بمال وفير ويت َ َ رفع على من حوله بسبب هذا المال ."
        ],
        "answer": "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء .",
        "difficulty": "صعب"
    },
    {
        "id": 260,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الثوب الطويل يتعب صاحبه»؟",
        "options": [
            "يقال للشخص الذي ينام بعد صالة العصر ويشتكي من الكسل والتعب .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه .",
            "يقال للشخص قليل الخبرة عندما يوضع في مكان عمل أكبر من حجمه، ويشتكي من صعوبة العمل، وعدم السيطرة عليه ."
        ],
        "answer": "يقال للشخص قليل الخبرة عندما يوضع في مكان عمل أكبر من حجمه، ويشتكي من صعوبة العمل، وعدم السيطرة عليه .",
        "difficulty": "صعب"
    },
    {
        "id": 261,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «جاور بحر وإال جاور غني أو ( شيخ )»؟",
        "options": [
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
            "يقال عندما يتخلى الأصدقاء عن الشخص ويبقى له صديق مخلص ، ويقال المثل كذلك حرصا على سالمة المحبوب .",
            "يقال لنصح من يترك العمل القريب والآمن ويذهب للعمل والبحث عن الرزق في أماكن بعيدة وخطرة ، ويقال، كذلك، الختيار الطريق السهل والآمن لكسب الرزق وترك الطريق الصعب والخطر .",
            "يقال لإلشادة بما يجود به الاثنان البحر والرجل الغني على الضعيف ، ويقال كذلك لنصح من يشتكي من العوز وضيق العيش بالتقرب من الشيء المفيد ."
        ],
        "answer": "يقال لإلشادة بما يجود به الاثنان البحر والرجل الغني على الضعيف ، ويقال كذلك لنصح من يشتكي من العوز وضيق العيش بالتقرب من الشيء المفيد .",
        "difficulty": "صعب"
    },
    {
        "id": 262,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «جابت ولد»؟",
        "options": [
            "يقال للرجل الخامل والكسول الذي لا ينفع نفسه ولا غيره .",
            "يقال على لسان من رضي بما وهبه هللا من ولد .",
            "يقال عندما يحسد الناس الشخص المحظوظ الذي وهبه هللا من الرزق الكثير .",
            "يقال تعبير عن الفرحة بنجاح الأمور ، ويقال أيضا للرجل الذي ينفع ويساعد الناس بأن والدته أنجبت ولدا شهما ، ورجل موقف ، فيقال \" جابت ولد \" أو \"عز هللا إنها جابت ولد يوم جابتك \" إشادة بأمه ."
        ],
        "answer": "يقال تعبير عن الفرحة بنجاح الأمور ، ويقال أيضا للرجل الذي ينفع ويساعد الناس بأن والدته أنجبت ولدا شهما ، ورجل موقف ، فيقال \" جابت ولد \" أو \"عز هللا إنها جابت ولد يوم جابتك \" إشادة بأمه .",
        "difficulty": "صعب"
    },
    {
        "id": 263,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ياك الموت يا تارك الصلة»؟",
        "options": [
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الظالم حينما يقع تحت قبضة من هو أقوى منه ."
        ],
        "answer": "يقال للشخص الظالم حينما يقع تحت قبضة من هو أقوى منه .",
        "difficulty": "صعب"
    },
    {
        "id": 264,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يربوع على خلة ولا أرنب مشروكة»؟",
        "options": [
            "يقال عندما يعرض عليك أحد الأشخاص مساعدة من باب المحبة والمساعدة .",
            "يقال على لسان المخادع الذي يكسب من الشخص ماال بطريق غير مشروع ثم يعطيه جزءا منه أمام الناس بقصد الشهرة .",
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير .",
            "يقال عندما يعرض على الشخص المشاركة في مشروع، ويعتذر من المشاركة تحاشيا للمنازعات ."
        ],
        "answer": "يقال عندما يعرض على الشخص المشاركة في مشروع، ويعتذر من المشاركة تحاشيا للمنازعات .",
        "difficulty": "صعب"
    },
    {
        "id": 265,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يريور ملحه دمه»؟",
        "options": [
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره .",
            "يقال للشخص الخامل والكسول الذي يعتمد على غيره في تصريف شؤونه .",
            "يقال للشخص قصير اللسان الذي يسلب حقه بسبب عدم قدرته على المطالبة والإقناع .",
            "يقال للشخص القوي السليط اللسان الذي يأكل حقه وحق غيره ."
        ],
        "answer": "يقال للشخص القوي السليط اللسان الذي يأكل حقه وحق غيره .",
        "difficulty": "سهل"
    },
    {
        "id": 266,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «جزاة الخير سواد الوجه»؟",
        "options": [
            "يقال لمن يصنع المعروف بقصد الخير، ويجازى بشر .",
            "يقال عندما يرى الشخص فعل لا يرضيه من طائر الصيد المعروف ب( التب. ) ع",
            "يقال عندما يجازى صانع المعروف والإحسان بشر .",
            "يقال لجاحد المعروف الذي يأخذ منك باستمرار ولا يقر لك بذلك ."
        ],
        "answer": "يقال عندما يجازى صانع المعروف والإحسان بشر .",
        "difficulty": "سهل"
    },
    {
        "id": 267,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «جعل اسقاي مهب اسقى أخوي»؟",
        "options": [
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال لتوبيخ الشخص الطويل والأحمق الذي لا يحسن التصرف .",
            "يقال عندما يسأل صاحب الصيت والمقام العالي، عن كيفية حصوله على هذا اللقب والمكانة .",
            "يقال عندما يحدث خالف بين شريكين، في كيفية التصرف بالمال ."
        ],
        "answer": "يقال عندما يحدث خالف بين شريكين، في كيفية التصرف بالمال .",
        "difficulty": "سهل"
    },
    {
        "id": 268,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «جلوس الفتى في البيت يدني همومه ، واثر الخل مفتاح باب الغنايم»؟",
        "options": [
            "يقال لمن اشترى سلعة بثمن بخس ويشتكي من رداءتها وكثرة أعطالها .",
            "يقال لمن يتزوج حديثا ويشتكي من تمرد وتململ زوجته الشابة عليه .",
            "يقال لمن يالزم بيته، ويشتكي من كثرة الهموم .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن يالزم بيته، ويشتكي من كثرة الهموم .",
        "difficulty": "سهل"
    },
    {
        "id": 269,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الجمل جمل كروي والمشعاب من السمره»؟",
        "options": [
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال لمن يحاول معالجة وإصالح شيء لا فائدة من إصالحه .",
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له .",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه ."
        ],
        "answer": "يقال لمن يسيء استخدام شيء قد استأجره .",
        "difficulty": "سهل"
    },
    {
        "id": 270,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الجنون فنون وقلة العقل مصيبة»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية ."
        ],
        "answer": "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
        "difficulty": "سهل"
    },
    {
        "id": 271,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الجنازة عودة والميت قطو»؟",
        "options": [
            "يقال لكل شيء ظاهره جيد وباطنه خبيث .",
            "يقال على لسان من يصاب بجرم ظاهره هين وباطنه صعب لا يعرفه إال هو .",
            "يقال الزدراء َ من يتجمهر على شيء ظاهره كبير وباطنه فارغ .",
            "يقال للحث على ترك كل ما ظاهره جيد وباطنه فاسد ، كالذي يظهر نفسه أمام الناس بأنه جيد وباطنه غير ذلك ."
        ],
        "answer": "يقال الزدراء َ من يتجمهر على شيء ظاهره كبير وباطنه فارغ .",
        "difficulty": "سهل"
    },
    {
        "id": 272,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «جنب مهب جنبك جره على الشوك»؟",
        "options": [
            "يقال لتجاهل الخصم وعدم الرد عليه بالمثل سواء أكان بقول أم كان بفعل .",
            "يقال عندما ينافس الفقير الغني ويجاريه في شراء كل شيء سواء أكان سيارات أم كان غيرها .",
            "يقال لمن لا يخاف هللا وقد تولى أمرا من الأمور ليس أهال له سواء أكان دابة أم كان غيرها .",
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق ."
        ],
        "answer": "يقال لمن لا يخاف هللا وقد تولى أمرا من الأمور ليس أهال له سواء أكان دابة أم كان غيرها .",
        "difficulty": "سهل"
    },
    {
        "id": 273,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «جوع كلبك يتبعك»؟",
        "options": [
            "يقال لالستدالل على أن الحاجة هي التي تفرض على الإنسان الانصياع والانقياد خلف من تكون حاجته عنده .",
            "يقال لمدح حسن وجمال المرأة عندما تكون على طبيعتها .",
            "يقال عندما يتعذر على الإنسان إيجاد ما يريد ويجد ما دونه .",
            "يقال لالستدالل على مساندة ذوي القربى بعضهم للبعض الآخر وقت الحاجة ."
        ],
        "answer": "يقال لالستدالل على أن الحاجة هي التي تفرض على الإنسان الانصياع والانقياد خلف من تكون حاجته عنده .",
        "difficulty": "سهل"
    },
    {
        "id": 274,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الجود من الموجود»؟",
        "options": [
            "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية .",
            "يقال لمن فقد راحلته في أثناء السفر، بسبب الإهمال وعدم المحافظة عليها، أو عدم ربطها .",
            "عندما يطلب منك من تحب شيء يسير وتقدمه له بكل أريحية وطيب نفس .",
            "يقال كتعبير واعتذار لمن يطلب منك شيء وتلبي طلبه ناقصا، بسبب عدم توفر الكمية لديك ."
        ],
        "answer": "يقال كتعبير واعتذار لمن يطلب منك شيء وتلبي طلبه ناقصا، بسبب عدم توفر الكمية لديك .",
        "difficulty": "سهل"
    },
    {
        "id": 275,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يود مجنونك لا يجيك أجن منه»؟",
        "options": [
            "يقال لمن يحاول استبدال شيء يعرفه بآخر جديد لا يعرفه من قلة الخبرة.",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال لمن يسيء استخدام شيء قد استأجره ."
        ],
        "answer": "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
        "difficulty": "سهل"
    },
    {
        "id": 276,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يود يادتك لا تضيع العادي»؟",
        "options": [
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال لمن يحاول استبدال شيء يعرفه بآخر جديد لا يعرفه من قلة الخبرة.",
            "يقال لمن يحاول معالجة وإصالح شيء لا فائدة من إصالحه ."
        ],
        "answer": "يقال لمن يحاول استبدال شيء يعرفه بآخر جديد لا يعرفه من قلة الخبرة.",
        "difficulty": "سهل"
    },
    {
        "id": 277,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الجيب خالي والخشم عالي»؟",
        "options": [
            "يقال عندما يتعالى الشخص الفقير ويتكبر على الناس، وهو لا يملك شيء من المال يدعوه لذلك التكبر والعلو .",
            "مضرب المثل في عدة أوجه: الأول :يقال عندما يهان الفقير وي َقلل من قيمته أمام الناس . الثاني :يقال عندما يكون الفقير بحاجة ماسة لسلعة هامة له ولعائلته ويجدها ولكنه لا يملك المال الالزم لشرائها .",
            "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
            "يقال عندما ينافس الفقير الغني ويجاريه في شراء كل شيء سواء أكان سيارات أم كان غيرها ."
        ],
        "answer": "يقال عندما يتعالى الشخص الفقير ويتكبر على الناس، وهو لا يملك شيء من المال يدعوه لذلك التكبر والعلو .",
        "difficulty": "سهل"
    },
    {
        "id": 278,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حاتم طي»؟",
        "options": [
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال للتقليل من شأن من يدعي الكرم .",
            "يقال للتقليل من شأن الشخص العجمي عندما يقوم وبشكل غير متوقع بإبداء شيء من الكرم .",
            "يقال للتقليل من شأن الشخص الذي لا يجيد العمل إال في واقع بيئته التي نشأ فيها ."
        ],
        "answer": "يقال للتقليل من شأن من يدعي الكرم .",
        "difficulty": "سهل"
    },
    {
        "id": 279,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحاجة تكسر البضاعة»؟",
        "options": [
            "يقال لمن يبيع سلعة بأقل من ثمنها، بسبب ظروف قاهرة ألمت به .",
            "يقال عندما ينقطع رزق شخص بسبب كثرة الخجل الذي يمنعه من المطالبة بأقل حق له.",
            "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها.",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة ."
        ],
        "answer": "يقال لمن يبيع سلعة بأقل من ثمنها، بسبب ظروف قاهرة ألمت به .",
        "difficulty": "سهل"
    },
    {
        "id": 280,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حازم يد افرسك»؟",
        "options": [
            "يقال عندما يتم التصالح بين اثنين ويبقى الثالث الذي انحاز ألحد الأطراف، على خصامه ، ويطلب من أحد الوسطاء إصالح ذات البين .",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عند استحالة كسب قضية ما ؛ يكون القاضي أحد الخصمين فيها .",
            "يقال عندما تحدث مشكلة بين فريقين ويذهب أحد الأشخاص كوسيط بينهم إلقناع أحد الأطراف بتخفيف أو بتليين حدة موقفه وحلحلة المشكلة ويلقى منهم فعال لا يرضيه ."
        ],
        "answer": "يقال عندما يتم التصالح بين اثنين ويبقى الثالث الذي انحاز ألحد الأطراف، على خصامه ، ويطلب من أحد الوسطاء إصالح ذات البين .",
        "difficulty": "سهل"
    },
    {
        "id": 281,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حافظ الحبة ودافق الدبة»؟",
        "options": [
            "يقال لصاحب المال الذي يبخل على نفسه وأهل بيته من ناحية ومن ناحية أخرى يصرف بسخاء على شيء ثانوي .",
            "يقال للشخص الجبان الذي لا تظهر سطوته وقوة صوته إال أمام أصحابه وأهل بيته .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يتعالى الشخص الفقير ويتكبر على الناس، وهو لا يملك شيء من المال يدعوه لذلك التكبر والعلو ."
        ],
        "answer": "يقال لصاحب المال الذي يبخل على نفسه وأهل بيته من ناحية ومن ناحية أخرى يصرف بسخاء على شيء ثانوي .",
        "difficulty": "سهل"
    },
    {
        "id": 282,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حامض على بوزك»؟",
        "options": [
            "يقال عندما يعيب الشخص على شخص آخر، وهو يحمل نفس العيوب .",
            "يقال لعديم الخبرة عندما يقوم بإصالح شيء فيفسده .",
            "يقال للرد على كل من يقوم باختالق العيوب في السلعة الغالية التي تمتلكها .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه ."
        ],
        "answer": "يقال للرد على كل من يقوم باختالق العيوب في السلعة الغالية التي تمتلكها .",
        "difficulty": "سهل"
    },
    {
        "id": 283,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حاميها حراميها»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص الذي يخون الأمانة .",
        "difficulty": "سهل"
    },
    {
        "id": 284,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حبل الكذب قصير»؟",
        "options": [
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال فور اكتشاف أمر من يكذب عليك .",
            "يقال ألخذ الحيطة والحذر من أمر قد ظهرت عالمته .",
            "يقال لكل من يهبط العزائم ويثني الشخص عن أمر يود القيام به ."
        ],
        "answer": "يقال فور اكتشاف أمر من يكذب عليك .",
        "difficulty": "سهل"
    },
    {
        "id": 285,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحب يظهر على بذره»؟",
        "options": [
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن يعق والديه في الكبر من البنات .",
            "يقال لمن يعق والديه في الك َبر .",
            "يقال َلمن ي َشبه أحد والديه في الشكل والطباع ."
        ],
        "answer": "يقال َلمن ي َشبه أحد والديه في الشكل والطباع .",
        "difficulty": "سهل"
    },
    {
        "id": 286,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حد تعزه وحد تعز نفسك عنه»؟",
        "options": [
            "يقال لكل من يتفوه أمام الناس بكلمة أو حديث غير سوي، ويصيبه الندم على ما بدر منه.",
            "عندما يتفوه الشخص الدنيء أمام الناس، بكلمات غير مقبولة في حقك، فتتجاهله وتترفع عنه، بدافع من كياستك ودماثة أخالقك.",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر ."
        ],
        "answer": "عندما يتفوه الشخص الدنيء أمام الناس، بكلمات غير مقبولة في حقك، فتتجاهله وتترفع عنه، بدافع من كياستك ودماثة أخالقك.",
        "difficulty": "سهل"
    },
    {
        "id": 287,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حد تعرفه ولا احد اتخبط فيه»؟",
        "options": [
            "يقال لمن يحاول استبدال شيء يعرفه بآخر جديد لا يعرفه من قلة الخبرة.",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال على لسان من يوظف عامل أو موظف جديد ويكتشف بأن أدائه ضعيف كزميله السابق الذي تم استبدله أو الاستغناء عنه .",
            "يقال لمن ينصحك باستبدال موظف أو عامل تعرفه بآخر تجهله."
        ],
        "answer": "يقال لمن ينصحك باستبدال موظف أو عامل تعرفه بآخر تجهله.",
        "difficulty": "سهل"
    },
    {
        "id": 288,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حد البحر حده»؟",
        "options": [
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال عندما يسأل الشخص عن ماهية أحواله المعيشية إن كانت جيدة أم لا .",
            "يقال عندما يسأل شخص من ذوي الدخل المحدود عن أحواله المعيشية إن كانت جيدة أم لا.",
            "يقال عندما يخلط الشخص مواد غير متجانسة، وتخرج منها مادة جيدة ."
        ],
        "answer": "يقال عندما يسأل الشخص عن ماهية أحواله المعيشية إن كانت جيدة أم لا .",
        "difficulty": "سهل"
    },
    {
        "id": 289,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حداد بل فحم»؟",
        "options": [
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال على لسان صاحب الحرفة أو العمل عندما يتوقف عن عمله بسبب البطالة أو بسبب نقص المواد الأولية ،ويرد بهذا المثل على من يسأله عن سبب هذا التوقف ، وكذلك يقال لمن يدعي معرفة الحدادة وهو لا يهتم بتوفير أهم عنصر لتحقيق الحدادة ، فنقول له حينما يدعي ذلك ( حداد بال فحم ) .",
            "يقال عندما يضع صاحب العمل أكثر من مسؤول على عمله الخاص ويخسر بسبب اتكال كل واحد منهم على الآخر في الإشراف على العمل وتنفيذه .",
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق ."
        ],
        "answer": "يقال على لسان صاحب الحرفة أو العمل عندما يتوقف عن عمله بسبب البطالة أو بسبب نقص المواد الأولية ،ويرد بهذا المثل على من يسأله عن سبب هذا التوقف ، وكذلك يقال لمن يدعي معرفة الحدادة وهو لا يهتم بتوفير أهم عنصر لتحقيق الحدادة ، فنقول له حينما يدعي ذلك ( حداد بال فحم ) .",
        "difficulty": "سهل"
    },
    {
        "id": 290,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حدث العاقل بما لا يعقل أو يليق فإن صدق فل عقل له»؟",
        "options": [
            "يقال لمن سأل شخص أمام المأل سؤال في غير محله وأتاه الجواب من حيث لا يدري .",
            "يقال لمن يتباها بشيء لا أصل له فيه أمام أفراد من جماعته أو حيه أو قريته .",
            "يقال لمن يكسب الأموال المشروعة وغير المشروعة .",
            "يقال للتصدي لمن يتحدث أمام المأل، بحديث كاذب وملفق ، وغير منطقي."
        ],
        "answer": "يقال للتصدي لمن يتحدث أمام المأل، بحديث كاذب وملفق ، وغير منطقي.",
        "difficulty": "سهل"
    },
    {
        "id": 291,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحذر ما ينجي من القدر»؟",
        "options": [
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال لمن وقع في محظور قد أخذ الحذر منه .",
            "يقال عندما يقع ا َلشخص الحذر َفي قد َره المحتوم .",
            "يقال عندما تقدم لشخص هدية بالمجان أو شيء دون مقابل ."
        ],
        "answer": "يقال عندما يقع ا َلشخص الحذر َفي قد َره المحتوم .",
        "difficulty": "سهل"
    },
    {
        "id": 292,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حرك إبلش»؟",
        "options": [
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
            "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن .",
            "يقال عندما يقع اعتداء عليك من شخص عدواني بقول أو فعل ثم يسبقك إلى ولي أمرك شاكيا ومدعيا عليك بالباطل .",
            "يقال عندما تتجادل مع شخص سليط اللسان ويصيبك منه الأذى ."
        ],
        "answer": "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
        "difficulty": "سهل"
    },
    {
        "id": 293,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حرص ولا اتخون»؟",
        "options": [
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يفقد المهملين من أصحاب المنازل شيء من أموالهم أو مدخراتهم، ويتهموا العاملين لديهم بسرقتها .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال لمن يسيء استخدام شيء قد استأجره ."
        ],
        "answer": "يقال عندما يفقد المهملين من أصحاب المنازل شيء من أموالهم أو مدخراتهم، ويتهموا العاملين لديهم بسرقتها .",
        "difficulty": "سهل"
    },
    {
        "id": 294,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحزمة أقوى من العود»؟",
        "options": [
            "يقال َ لمتغير المزاج الذي لا رأي ثابتا له .",
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس.",
            "يقال عندما ينزل الشخص عند رأي إخوته أو جماعته، لكي يشعرهم بالقوة والإتحاد والتجانس ."
        ],
        "answer": "يقال عندما ينزل الشخص عند رأي إخوته أو جماعته، لكي يشعرهم بالقوة والإتحاد والتجانس .",
        "difficulty": "سهل"
    },
    {
        "id": 295,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحسود لا يسود»؟",
        "options": [
            "لنصح الحاسد بأن يكف أذاه وحسده عن الناس",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال لنصح من يتوقع هجوم مفاجئ بأن يبادر هو بالهجوم وأخذ خصمه على غرة .",
            "يقال عند مالحظة الفروق الفردية بين الناس ."
        ],
        "answer": "لنصح الحاسد بأن يكف أذاه وحسده عن الناس",
        "difficulty": "سهل"
    },
    {
        "id": 296,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحشف على الهير حلو»؟",
        "options": [
            "يقال عندما يتعذر على الإنسان إيجاد ما يريد ويجد ما دونه .",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له ."
        ],
        "answer": "يقال عندما يتعذر على الإنسان إيجاد ما يريد ويجد ما دونه .",
        "difficulty": "سهل"
    },
    {
        "id": 297,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حشر مع الناس عيد»؟",
        "options": [
            "يقال للتعبير عن حب الشخص لماله، وعن سبب الذود عنه .",
            "يقال عندما يدخل شخص في منطقة محظورة دون علم منه، ويأتيه بعد فترة من يسأله عن سبب تواجده وكيفية دخوله .",
            "يقال عندما يتصادف وجود شخص في تجمع ،أو مسير عام، وي َ سأل عن سبب تواجده .",
            "يقال عندما ي َ سأل الشخص عن سبب نومه المبكر ."
        ],
        "answer": "يقال عندما يتصادف وجود شخص في تجمع ،أو مسير عام، وي َ سأل عن سبب تواجده .",
        "difficulty": "سهل"
    },
    {
        "id": 298,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحصاة ما تكسرها إال أختها»؟",
        "options": [
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يجابه القوة بقوة مثلها، أو أقوى منها .",
            "يقال عندما يدفعك من هو أقوى منك نحو طريق أو عمل تكره أن تسير فيه ، أو لمن تدفعه الظروف الصعبة على تحمل الصعاب ."
        ],
        "answer": "يقال لمن يجابه القوة بقوة مثلها، أو أقوى منها .",
        "difficulty": "سهل"
    },
    {
        "id": 299,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحصاة في مكانها ثقيلة»؟",
        "options": [
            "يقال في أحقية من له الفضل على الآخر .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يغترب عن وطنه ولا يجد في البلد الآخر أي اهتمام، أو تقدير، أو وزن."
        ],
        "answer": "يقال لمن يغترب عن وطنه ولا يجد في البلد الآخر أي اهتمام، أو تقدير، أو وزن.",
        "difficulty": "سهل"
    },
    {
        "id": 300,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حظه يكسر الحصى»؟",
        "options": [
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص المحظوظ جدا .",
        "difficulty": "سهل"
    },
    {
        "id": 301,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حطها في رقبة عالم واظهر منها سالم»؟",
        "options": [
            "يقال على لسان الشخص الأمي الذي عندما يكون في أمس الحاجة لقراءة أو كتابة نص ولا يجد من يقوم له بذلك .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال عندما يعرض عليك أحد الأشخاص مساعدة من باب المحبة والمساعدة .",
            "يقال عندما يشتبه أحد الأشخاص بالعمل الذي يقوم به من الناحية الشرعية، ويقوم باستفتاء بعض العلماء، ويقروا له بذلك ."
        ],
        "answer": "يقال عندما يشتبه أحد الأشخاص بالعمل الذي يقوم به من الناحية الشرعية، ويقوم باستفتاء بعض العلماء، ويقروا له بذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 302,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حط عباس على دباس»؟",
        "options": [
            "يقال عندما يخلط الشخص مواد غير متجانسة، وتخرج منها مادة جيدة .",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة .",
            "يقال عندما يسأل شخص من ذوي الدخل المحدود عن أحواله المعيشية إن كانت جيدة أم لا.",
            "يقال عندما يسأل الشخص عن ماهية أحواله المعيشية إن كانت جيدة أم لا ."
        ],
        "answer": "يقال عندما يخلط الشخص مواد غير متجانسة، وتخرج منها مادة جيدة .",
        "difficulty": "سهل"
    },
    {
        "id": 303,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحقران يقطع المصران»؟",
        "options": [
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
            "يقال عندما ينافس الفقير الغني ويجاريه في شراء كل شيء سواء أكان سيارات أم كان غيرها .",
            "يقال لمن لا يخاف هللا وقد تولى أمرا من الأمور ليس أهال له سواء أكان دابة أم كان غيرها .",
            "يقال لتجاهل الخصم وعدم الرد عليه بالمثل سواء أكان بقول أم كان بفعل ."
        ],
        "answer": "يقال لتجاهل الخصم وعدم الرد عليه بالمثل سواء أكان بقول أم كان بفعل .",
        "difficulty": "سهل"
    },
    {
        "id": 304,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حكاك الجرب»؟",
        "options": [
            "يقال للشخص الفطن صاحب الخبرة والمعرفة في الرجال والأنساب والقبائل .",
            "يقال للشخص قليل الخبرة عندما يوضع في مكان عمل أكبر من حجمه، ويشتكي من صعوبة العمل، وعدم السيطرة عليه .",
            "يقال عندما ي َ نصح صاحب الخبرة والمعرفة وي َحذر من الوقوع في الخطأ، دون أن تكون له حاجة لذلك.",
            "يقال للشخص الدوني الذي لا يعتد به بين الرجال ولا يد َخر لوقت الحاجة ."
        ],
        "answer": "يقال للشخص الفطن صاحب الخبرة والمعرفة في الرجال والأنساب والقبائل .",
        "difficulty": "سهل"
    },
    {
        "id": 305,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حلول الجمعة لا يسر ولا يضر»؟",
        "options": [
            "يقال للشخص الذي لا يضر ولا ينفع، ويكون عالة على أصدقائه و مجتمعه.",
            "يقال للشخص الحاسد المجرد من الخير الذي ينفع نفسه ولا ينفع المقربين منه عند الحاجة .",
            "يقال للشخص الكسول الذي لا يسر ولا يضر.",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس."
        ],
        "answer": "يقال للشخص الذي لا يضر ولا ينفع، ويكون عالة على أصدقائه و مجتمعه.",
        "difficulty": "سهل"
    },
    {
        "id": 306,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحلل ارتعه ولا بعه»؟",
        "options": [
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن لا يعتني بشؤونه الخاصة ولا يهتم بها، فتضيع منه .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن لا يعتني بشؤونه الخاصة ولا يهتم بها، فتضيع منه .",
        "difficulty": "سهل"
    },
    {
        "id": 307,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحلل عديل الروح»؟",
        "options": [
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال للتعبير عن حب الشخص لماله، وعن سبب الذود عنه .",
            "يقال عندما ي َ سأل الشخص عن سبب نومه المبكر .",
            "يقال لمن يعود بعد غيبة طويلة من السفر ويسأله الناس عن سبب طول الغياب وعن الغنائم التي كسبها ."
        ],
        "answer": "يقال للتعبير عن حب الشخص لماله، وعن سبب الذود عنه .",
        "difficulty": "سهل"
    },
    {
        "id": 308,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حلل أبوه وطالبوه»؟",
        "options": [
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن يعق والديه في الك َبر .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن ينازعك في حق أو إرث هو لك .",
        "difficulty": "سهل"
    },
    {
        "id": 309,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حلة الثوب رقعته منه وفيه»؟",
        "options": [
            "يقال عندما يوضع الرجل الغير مناسب في مكان الرجل المناسب والمستحق لهذا المكان، في منصب لا يستحقه .",
            "يقال لإلشادة بما يجود به الاثنان البحر والرجل الغني على الضعيف ، ويقال كذلك لنصح من يشتكي من العوز وضيق العيش بالتقرب من الشيء المفيد .",
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
            "يقال للحث على الإلحاح وتكرار المحاوالت في طلب الشيء حتى يتم الظفر به ويتحقق المراد ."
        ],
        "answer": "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
        "difficulty": "سهل"
    },
    {
        "id": 310,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحمار لي شبع رفس»؟",
        "options": [
            "يقال في من ينكر إحسان من أحسن إليه ويجازي الإحسان بالإساءة .",
            "على لسان من يلقى الإساءة ممن أحسن إليه .",
            "يقال على لسان من حضر على غير دعوة لعزيمة أو احتفال ولم يلقى الاهتمام والتقدير من ق َبل المنظمين .",
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه ."
        ],
        "answer": "على لسان من يلقى الإساءة ممن أحسن إليه .",
        "difficulty": "سهل"
    },
    {
        "id": 311,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حمار الجت يشيله ولا ياكله»؟",
        "options": [
            "يقال للواشي أو النمام الذي لا يكتم السر و يعمل على إذاعته بين الناس .",
            "يقال عندما يحسد الشخص الذي يعمل بأجر في تجارة أو رعاية أموال لا تخصه .",
            "يقال في عدم رعاية الأغنياء من الأقارب للفقراء منهم .",
            "يقال عندما ترى شخص يعمل في وظيفتين في آن واحد ويكسب منهما."
        ],
        "answer": "يقال عندما يحسد الشخص الذي يعمل بأجر في تجارة أو رعاية أموال لا تخصه .",
        "difficulty": "سهل"
    },
    {
        "id": 312,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حمال يا ابو يله»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يكسب الأموال المشروعة وغير المشروعة .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال للتصدي لمن يتحدث أمام المأل، بحديث كاذب وملفق ، وغير منطقي."
        ],
        "answer": "يقال لمن يكسب الأموال المشروعة وغير المشروعة .",
        "difficulty": "سهل"
    },
    {
        "id": 313,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حوار ربيع إن نزل راسه عشب وإن ارفعه حليب»؟",
        "options": [
            "يقال لمن يرفض نصيحة غيره ويستبد برأيه .",
            "يقال للشخص الذي قست عليه الدنيا وعاش عيشة الكفاف بعد أن كان في رغد من العيش .",
            "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء .",
            "عندما يصيب الشخص بؤس وعوز بعدما كان في رغد من العيش ."
        ],
        "answer": "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء .",
        "difficulty": "سهل"
    },
    {
        "id": 314,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحوار ما تضره دوسة أمه»؟",
        "options": [
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "عندما يتعرض الشخص لمشكلة ويأتي آخر بقصد الإصالح ويفسد الوضع ويزداد الأمر سوءا .",
            "يقال عندما ترى أمامك أنشطة مختلفة وكل نشاط صعب تجد أحد المتخصصين قائم عليه .",
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح ."
        ],
        "answer": "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
        "difficulty": "سهل"
    },
    {
        "id": 315,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحي يحييك والميت يزيدك غبن»؟",
        "options": [
            "يقال عندما يعيب الشخص على شخص آخر، وهو يحمل نفس العيوب .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب .",
            "يقال عندما تستبدل عامل كسول بعامل آخر وتجد منه الهمة والنشاط ."
        ],
        "answer": "يقال عندما تستبدل عامل كسول بعامل آخر وتجد منه الهمة والنشاط .",
        "difficulty": "سهل"
    },
    {
        "id": 316,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «حي من زار وخفف»؟",
        "options": [
            "يقال على لسان الضيف عندما يتطيب بالعود ويطلب منه مضيفه التريث قليال وعدم الاستعجال بالمغادرة .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال عندما يسأل الضيف، أو من يعود مريضا عن سبب استعجاله بالمغادرة .",
            "يقال لمن يسأل عن سبب احمرار الغبار المصاحب لعاصفة البارح ."
        ],
        "answer": "يقال عندما يسأل الضيف، أو من يعود مريضا عن سبب استعجاله بالمغادرة .",
        "difficulty": "سهل"
    },
    {
        "id": 317,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الخال خلي والعم ولي»؟",
        "options": [
            "يقال في أحقية من له الفضل على الآخر .",
            "يقال للداللة على أحقية العم في رعاية أبناء أخيه أثناء غيابه أو وفاته .",
            "يقال للداللة على طول الشخص .",
            "يقال للداللة على الإيمان بالقدر ."
        ],
        "answer": "يقال للداللة على أحقية العم في رعاية أبناء أخيه أثناء غيابه أو وفاته .",
        "difficulty": "سهل"
    },
    {
        "id": 318,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خبز خبزتيه يا الرفلة اكليه»؟",
        "options": [
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال لتحمل عواقب ونتائج العمل الفاشل .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه ."
        ],
        "answer": "يقال لتحمل عواقب ونتائج العمل الفاشل .",
        "difficulty": "سهل"
    },
    {
        "id": 319,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خبزنا في مشبتنا»؟",
        "options": [
            "عندما يطلب منك من تحب شيء يسير وتقدمه له بكل أريحية وطيب نفس .",
            "يقال عندما تضع شيء يخصك في مكان آمن قريب منك ويعود بالنفع عليك .",
            "يقال حينما تبعث شخص لجلب حاجة من مكان قريب ويتأخر عليك كثيرا .",
            "يقال كتعبير واعتذار لمن يطلب منك شيء وتلبي طلبه ناقصا، بسبب عدم توفر الكمية لديك ."
        ],
        "answer": "يقال عندما تضع شيء يخصك في مكان آمن قريب منك ويعود بالنفع عليك .",
        "difficulty": "متوسط"
    },
    {
        "id": 320,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خذ عاجز ولا تاخذ ملول»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يالزم بيته، ويشتكي من كثرة الهموم .",
            "يقال لمن اشترى سلعة بثمن بخس ويشتكي من رداءتها وكثرة أعطالها .",
            "يقال لمن يتزوج حديثا ويشتكي من تمرد وتململ زوجته الشابة عليه ."
        ],
        "answer": "يقال لمن يتزوج حديثا ويشتكي من تمرد وتململ زوجته الشابة عليه .",
        "difficulty": "متوسط"
    },
    {
        "id": 321,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خذ الزين لو اركبك الدين»؟",
        "options": [
            "يقال للحث على الشد والحزم في كل شيء، وخاصة في تربية الأوالد وعدم إعطائهم مطلق الحرية في كل شيء .",
            "يقال للحث على الاقتصاد والترشيد في استخدام كل شيء وخاصة ماء الشرب .",
            "يقال للحث على تملك كل ماهو غالي وجميل، وخاصة المرأة الحسناء حتى لو أصبحت مديونا ، فالدين ستقضيه مع مرور الوقت والغالي سيبقى معك، و ثمنه فيه .",
            "يقال للحث على الترشيد والاقتصاد في استهالك كل شيء وخاصة الماء ."
        ],
        "answer": "يقال للحث على تملك كل ماهو غالي وجميل، وخاصة المرأة الحسناء حتى لو أصبحت مديونا ، فالدين ستقضيه مع مرور الوقت والغالي سيبقى معك، و ثمنه فيه .",
        "difficulty": "متوسط"
    },
    {
        "id": 322,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خذ ما تيسر وخل ما تعسر»؟",
        "options": [
            "يقال عندما ي َحسد شخص على رزق كتبه هللا له .",
            "يقال إلقناع الدائن بأخذ جزء من الدين المستحق، والتجاوز عن ما تبقى وتعسر منه، قربة لوجه هللا .",
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له .",
            "يقال للداللة على إيمان الشخص بقضاء هللا وقدره ."
        ],
        "answer": "يقال إلقناع الدائن بأخذ جزء من الدين المستحق، والتجاوز عن ما تبقى وتعسر منه، قربة لوجه هللا .",
        "difficulty": "متوسط"
    },
    {
        "id": 323,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خض بل زبده»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يجادلك في موضوع لا تخرج من ورائه بفائدة .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن يحشر نفسه ويتدخل بين اثنين يتحدثان في موضوع معين لا ناقة له فيه ولا جمل ."
        ],
        "answer": "يقال لمن يجادلك في موضوع لا تخرج من ورائه بفائدة .",
        "difficulty": "متوسط"
    },
    {
        "id": 324,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خل القرعة ترعى»؟",
        "options": [
            "يقال لعدم التدخل في المشكلة التي لا تعنيك، والاكتفاء بالتفرج عليها من بعيد .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال لإلصالح المؤقت ، أو لعدم إتقان العمل بالشكل المطلوب .",
            "يقال لمواساة الشخص وتهوين المصيبة أو المشكلة عليه ."
        ],
        "answer": "يقال لعدم التدخل في المشكلة التي لا تعنيك، والاكتفاء بالتفرج عليها من بعيد .",
        "difficulty": "متوسط"
    },
    {
        "id": 325,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خل الشقرا عليها ايللها»؟",
        "options": [
            "يقال لترك الشيء على حاله، وعدم الكشف عن المستور .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال في التأني وعدم التسرع في معرفة الحقيقة التي لم تظهر بعد ، ويضرب كذلك في حالة التحدي بين اثنين في إظهار المقدرة على تحقيق أمر ما ."
        ],
        "answer": "يقال لترك الشيء على حاله، وعدم الكشف عن المستور .",
        "difficulty": "متوسط"
    },
    {
        "id": 326,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خله على يوشه»؟",
        "options": [
            "يقال للتقليل من شأن الشخص الذي لا يجيد العمل إال في واقع بيئته التي نشأ فيها .",
            "يقال عندما ينصح الشخص من واقع خبرة، وهو يكابر ولا يمتثل للنصيحة .",
            "يقال لولي الأمر الذي ينصح أبناءه بقسوة وغلظة، ثم يشتكي من عدم تقبلهم للنصيحة .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه ."
        ],
        "answer": "يقال عندما ينصح الشخص من واقع خبرة، وهو يكابر ولا يمتثل للنصيحة .",
        "difficulty": "متوسط"
    },
    {
        "id": 327,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خله على سنته»؟",
        "options": [
            "يقال عندما ترى شخص قبيح المظهر والصفات والأفعال .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما ترى شخص يهم بإيقاف عامل نشيط شارف على إنجاز عمله بنجاح .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال عندما ترى شخص يهم بإيقاف عامل نشيط شارف على إنجاز عمله بنجاح .",
        "difficulty": "متوسط"
    },
    {
        "id": 328,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خله على عماه»؟",
        "options": [
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره .",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال للحث على عدم الازدراء والاستهانة بكل ما هو صغير ."
        ],
        "answer": "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
        "difficulty": "متوسط"
    },
    {
        "id": 329,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الخيل تعرف من خيالها والمرأة تعرف من رجالها»؟",
        "options": [
            "يقال عادة للشخص الجائع الذي لا يكتفي بما يقدم له من طعام .",
            "يقال على لسان من رضي بما وهبه هللا من ولد .",
            "يقال كنصيحة للمرأة قبل زواجها لكي تتصرف مع زوجها بما يتوافق مع طبيعته .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس."
        ],
        "answer": "يقال كنصيحة للمرأة قبل زواجها لكي تتصرف مع زوجها بما يتوافق مع طبيعته .",
        "difficulty": "متوسط"
    },
    {
        "id": 330,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الخير في البقر»؟",
        "options": [
            "يقال لكل من يتفاخر بالجيد من قبيلة خواله ويدعي بأنه خاله .",
            "يقال لمن يصنع المعروف بقصد الخير، ويجازى بشر .",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
            "يقال للشخص الذي يتسم بالبساطة والتواضع ولا يأتي منه إال الخير."
        ],
        "answer": "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
        "difficulty": "متوسط"
    },
    {
        "id": 331,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خير تعمل شر تلقى»؟",
        "options": [
            "يقال لمن يصنع المعروف بقصد الخير، ويجازى بشر .",
            "يقال عندما يجازى صانع المعروف والإحسان بشر .",
            "يقال لمن يتلفظ بكلمة ( هاه ) بقصد التجاهل وعدم استيعاب الموضوع .",
            "يقال لمن يشتري سلعة بقصد الانتفاع بها، ثم تأتيه بسببها المتاعب والمشاكل."
        ],
        "answer": "يقال لمن يصنع المعروف بقصد الخير، ويجازى بشر .",
        "difficulty": "متوسط"
    },
    {
        "id": 332,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «خير يا طير»؟",
        "options": [
            "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور .",
            "يقال للتصدي لمن يتحدث أمام المأل، بحديث كاذب وملفق ، وغير منطقي.",
            "يقال لمن سأل شخص أمام المأل سؤال في غير محله وأتاه الجواب من حيث لا يدري .",
            "يقال للرد عند سماع نعيق البوم ليال ، أو عندما يعلن أمام المأل عن قدوم شخص لا يعني لك شيئا ."
        ],
        "answer": "يقال للرد عند سماع نعيق البوم ليال ، أو عندما يعلن أمام المأل عن قدوم شخص لا يعني لك شيئا .",
        "difficulty": "متوسط"
    },
    {
        "id": 333,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «دارهم إن كنت في دارهم»؟",
        "options": [
            "يقال لحث من ينوي السفر إلى بلد معين أن يلتزم باحترام عادات وقوانين تلك البالد .",
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
            "يقال لحث من يطلب العال، على الصبر والمثابرة وتحمل المشاق من أجل الوصول إلى الهدف والغاية المطلوبة .",
            "يقال على لسان من يصل إلى مكان معين بفضل كثرة السؤال عنه ، وعندما يسأله من في المكان عن كيفية الوصول إليه يقول: (من نشد ما ضاع) ."
        ],
        "answer": "يقال لحث من ينوي السفر إلى بلد معين أن يلتزم باحترام عادات وقوانين تلك البالد .",
        "difficulty": "متوسط"
    },
    {
        "id": 334,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «دار الغل جلبة»؟",
        "options": [
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما ترى الاستفسارات والنصائح المختلفة تنهال على من أعلن أمام الناس عن مشكلة مرضية أو اجتماعية قد أصابته .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى السلع الاستهالكية والبضائع تنهال على الدولة الغنية من كل حدب وصوب حتى في أشد الظروف قساوة ."
        ],
        "answer": "يقال عندما ترى السلع الاستهالكية والبضائع تنهال على الدولة الغنية من كل حدب وصوب حتى في أشد الظروف قساوة .",
        "difficulty": "متوسط"
    },
    {
        "id": 335,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «دهن على الوبر»؟",
        "options": [
            "يقال لإلصالح المؤقت ، أو لعدم إتقان العمل بالشكل المطلوب .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال للحزم في اتخاذ وإنفاذ القرار حتى ولو لم يكن بالشكل المطلوب ."
        ],
        "answer": "يقال لإلصالح المؤقت ، أو لعدم إتقان العمل بالشكل المطلوب .",
        "difficulty": "متوسط"
    },
    {
        "id": 336,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الدوا في أخس الشير»؟",
        "options": [
            "يقال عندما يصدر من الشخص الم َحت َ َقر بين الناس موقف أو فعل طيب مفاجئ وغير متوقع ي َسجل له وي َ حمد عليه ، والمشكلة أنه بدال من أن يشكر، يسخر منه ويستهزأ به ، وهذا ما تحمله طَوي ة هذا المثل .",
            "يقال عندما يصدر من شخص قول أو فعل في حدود إدراكه وعقليته ومقدرته .",
            "يقال عندما ي َالم الشخص من ق َبل الآخرين على قول أو فعل قد ارتكبه في حق شخص آخر ويكتشف في ما بعد أنه كان على حق ولومهم له كان ليس في محله .",
            "يقال للمتغطرس والمتسلط على الناس عندما يهين من هو أدنى منه أمام الناس، ويرد عليه الم َ هان بقول أو فعل يفقده سطوته وهيبته أمامهم ."
        ],
        "answer": "يقال عندما يصدر من الشخص الم َحت َ َقر بين الناس موقف أو فعل طيب مفاجئ وغير متوقع ي َسجل له وي َ حمد عليه ، والمشكلة أنه بدال من أن يشكر، يسخر منه ويستهزأ به ، وهذا ما تحمله طَوي ة هذا المثل .",
        "difficulty": "متوسط"
    },
    {
        "id": 337,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الذبان ما ايغوغي إال على ريحة الشيرة أو الدسم»؟",
        "options": [
            "يقال عندما ترى أمامك أنشطة مختلفة وكل نشاط صعب تجد أحد المتخصصين قائم عليه .",
            "يقال عندما ترى أحد الأوالد به عاهة أو طبع سيئ لم يعهد في عائلة الزوج، وإنما ورثه من عائلة الزوجة .",
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
            "يقال عندما ترى ولعدة مرات أحد المتطفلين والمنتفعين يهرول نحو جهة معينة لقضاء مصلحة ما، وإذا حصل عليها ، يبتعد عنها أو عن صاحبها كأنه لا يعرف أحدا هناك."
        ],
        "answer": "يقال عندما ترى ولعدة مرات أحد المتطفلين والمنتفعين يهرول نحو جهة معينة لقضاء مصلحة ما، وإذا حصل عليها ، يبتعد عنها أو عن صاحبها كأنه لا يعرف أحدا هناك.",
        "difficulty": "متوسط"
    },
    {
        "id": 338,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ذلة غبية ولا ذلة بينة»؟",
        "options": [
            "يقال للحزم في اتخاذ وإنفاذ القرار حتى ولو لم يكن بالشكل المطلوب .",
            "يقال عندما يقوم الشخص بعمل مشهود، فيذكره الناس؛ إما بخير و إما بشر .",
            "يقال لإلصالح المؤقت ، أو لعدم إتقان العمل بالشكل المطلوب .",
            "يقال عندما تسمع أن قائد قد انسحب من مواجهة مع خصم، بدون ذكر لألسباب، أو عندما يكلف شخص من مديره بعمل ولم ينجزه بالشكل المطلوب، أو تعثر بخطأ من الأخطاء ، فعليه أن يقر بهذا الخطأ دون مجادلة مع المدير إذا لم يتخذ قرار ضده ، ولكن إذا كابر على نفسه ، قد يتخذ فيه المدير قرارا عقابيا ينكشف لجميع الناس ، ويكون هو في وضع سيئ ."
        ],
        "answer": "يقال عندما تسمع أن قائد قد انسحب من مواجهة مع خصم، بدون ذكر لألسباب، أو عندما يكلف شخص من مديره بعمل ولم ينجزه بالشكل المطلوب، أو تعثر بخطأ من الأخطاء ، فعليه أن يقر بهذا الخطأ دون مجادلة مع المدير إذا لم يتخذ قرار ضده ، ولكن إذا كابر على نفسه ، قد يتخذ فيه المدير قرارا عقابيا ينكشف لجميع الناس ، ويكون هو في وضع سيئ .",
        "difficulty": "متوسط"
    },
    {
        "id": 339,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الذهب زينة وخزينة»؟",
        "options": [
            "يقال لحث الشخص على مراعاة أال يث َقل من زيارته للمقربين حتى لا يملوه ويسأموا منه.",
            "يقال لحث وإقناع مربي الماشية على الاستزادة منها وعدم الاكتفاء بالقليل .",
            "يقال لحث الشخص على اقتناء واستخدام المر لكثرة فوائده لصحة الإنسان .",
            "يقال لحث النساء على اقتناء الذهب، والتزين به وعدم بيعه إال للحاجة الماسة ."
        ],
        "answer": "يقال لحث النساء على اقتناء الذهب، والتزين به وعدم بيعه إال للحاجة الماسة .",
        "difficulty": "متوسط"
    },
    {
        "id": 340,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ذيب عساس ولا كلب رباض»؟",
        "options": [
            "يقال لحث الأبناء على مالزمة الرجال في المجالس والتعلم منهم.",
            "يقال لحث الأبناء على الحركة، واكتساب الرزق، وترك الكسل، والاتكال على الغير .",
            "يقال لحث الأبناء على الجلوس مع الرجال في المجالس والتعلم منهم.",
            "يقال لحث الشخص الكسول على الحركة والعمل وعدم الاتكال على الدعاء فقط ."
        ],
        "answer": "يقال لحث الأبناء على الحركة، واكتساب الرزق، وترك الكسل، والاتكال على الغير .",
        "difficulty": "متوسط"
    },
    {
        "id": 341,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الذيب يتقي في آذانه»؟",
        "options": [
            "يقال الرتباط نبات الارجة بوجود الفطر -المسمى ( الفقع )- تحتها في موسمه.",
            "يقال عندما يفاجأ الشخص بوجود خصم أمامه لا يدري من أين أتى .",
            "يقال لالستدالل على حدوث أمر ما بوجود مسبب لذلك .",
            "يقال لمن سأل شخص أمام المأل سؤال في غير محله وأتاه الجواب من حيث لا يدري ."
        ],
        "answer": "يقال عندما يفاجأ الشخص بوجود خصم أمامه لا يدري من أين أتى .",
        "difficulty": "متوسط"
    },
    {
        "id": 342,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ذيل الكلب ما يعتدل»؟",
        "options": [
            "يقال عندما يتغلب الطبع على التطبع .",
            "يقال عندما يخلط الشخص مواد غير متجانسة، وتخرج منها مادة جيدة .",
            "يقال لمن يعلن ويجهز لحدث ما قبل حدوثه .",
            "يقال في وصف التاجر الجشع ."
        ],
        "answer": "يقال عندما يتغلب الطبع على التطبع .",
        "difficulty": "متوسط"
    },
    {
        "id": 343,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «راعية بيت ولا سفر بنقاله»؟",
        "options": [
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال للحث على ضرورة اختيار الرفيق الصالح قبل بداية السفر ، لذلك قال ( الرفيق َ أ َخي َ ر من اسه َ م. ) ه",
            "يقال للحث على اقتناء البقر ."
        ],
        "answer": "يقال للحث على اختيار الزوجة الصالحة .",
        "difficulty": "متوسط"
    },
    {
        "id": 344,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «راواه انيوم القايلة»؟",
        "options": [
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
            "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة.",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل ."
        ],
        "answer": "يقال عندما ترى شخصا يقسو على آخر في العمل .",
        "difficulty": "متوسط"
    },
    {
        "id": 345,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «راسه ما تكسره الحصاة»؟",
        "options": [
            "يقال للشخص الذي أصابه غنى من بعد عوز، وظل على حاله خوفا من الوقوع في الفقر مرة أخرى .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى صديقك وقد أصابه الضيم .",
            "يقال عندما ترى الشخص المتكبر والمتعجرف الذي أصابه غنى من بعد فقر ."
        ],
        "answer": "يقال عندما ترى الشخص المتكبر والمتعجرف الذي أصابه غنى من بعد فقر .",
        "difficulty": "متوسط"
    },
    {
        "id": 346,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «راضي وإال اشرب من ماي البحر»؟",
        "options": [
            "يقال للتعجيز وللداللة على استحالة وقوع الأمر الذي يرجى وقوعه .",
            "أحيانا يقوم صاحب العمل باتخاذ إجراء قاسي وتعجيزي ضد موظفيه ومن يعارض تنفيذ القرار منهم، يخيره بين أمرين أحالهما مر ، الأول هو مواصلة العمل المرهق دون قيد أو شرط ، والثاني هو الشرب من ماء البحر الشديد الملوحة الذي لا يمكن لإلنسان أن يشربه ويستسيغه مهما كان بحاجة له، وهو كناية عن استحالة الحل وزيادة القهر . يقوله ولي الأمر، أو صاحب العمل عندما يصدر قرارا تعسفيا ويطلب من موظفيه تنفيذه ثم يأتيه من يحتج على هذا القرار أو العمل التعجيزي .",
            "يقال عندما يضع صاحب العمل أكثر من مسؤول على عمله الخاص ويخسر بسبب اتكال كل واحد منهم على الآخر في الإشراف على العمل وتنفيذه .",
            "معاني المفردات: راعيها : صاحب الفضل المعهود سمها : تولى حل إشكالها يقوله من وجب عليه سداد دين مستحق أو ضامنة عندما يطلب منه ولي الأمر أو كبير القوم تسديد ما عليهم من دين أو مال ."
        ],
        "answer": "أحيانا يقوم صاحب العمل باتخاذ إجراء قاسي وتعجيزي ضد موظفيه ومن يعارض تنفيذ القرار منهم، يخيره بين أمرين أحالهما مر ، الأول هو مواصلة العمل المرهق دون قيد أو شرط ، والثاني هو الشرب من ماء البحر الشديد الملوحة الذي لا يمكن لإلنسان أن يشربه ويستسيغه مهما كان بحاجة له، وهو كناية عن استحالة الحل وزيادة القهر . يقوله ولي الأمر، أو صاحب العمل عندما يصدر قرارا تعسفيا ويطلب من موظفيه تنفيذه ثم يأتيه من يحتج على هذا القرار أو العمل التعجيزي .",
        "difficulty": "متوسط"
    },
    {
        "id": 347,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الراحة رباحة»؟",
        "options": [
            "يقال للحث على إعطاء المهمة وإصالح العمل لذوي الاختصاص دون غيرهم .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
            "يقال للحث على إعطاء النفس إجازة من العمل بين فترة وأخرى اللتقاط الأنفاس وتجديد الطاقة والنشاط .",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل ."
        ],
        "answer": "يقال للحث على إعطاء النفس إجازة من العمل بين فترة وأخرى اللتقاط الأنفاس وتجديد الطاقة والنشاط .",
        "difficulty": "متوسط"
    },
    {
        "id": 348,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رب كلبتين ولا تربي بنتين»؟",
        "options": [
            "يقال َلمن ي َشبه أحد والديه في الشكل والطباع .",
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن يعق والديه في الك َبر .",
            "يقال لمن يعق والديه في الكبر من البنات ."
        ],
        "answer": "يقال لمن يعق والديه في الكبر من البنات .",
        "difficulty": "متوسط"
    },
    {
        "id": 349,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ربيت العيال يوم صباي بجنوني..وقلت العيال في الكبر بعينوني»؟",
        "options": [
            "يقال لمن يعق والديه في الكبر من البنات .",
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال لمن يعق والديه في الك َبر .",
            "يقال َلمن ي َشبه أحد والديه في الشكل والطباع ."
        ],
        "answer": "يقال لمن يعق والديه في الك َبر .",
        "difficulty": "متوسط"
    },
    {
        "id": 350,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رب ايريوك ياكلك»؟",
        "options": [
            "على لسان من يلقى الإساءة ممن أحسن إليه .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال في من ينكر إحسان من أحسن إليه ويجازي الإحسان بالإساءة .",
            "يقال عندما يتردد أو يمتنع الشخص عن تناول طعام قد دعي إليه ."
        ],
        "answer": "يقال في من ينكر إحسان من أحسن إليه ويجازي الإحسان بالإساءة .",
        "difficulty": "صعب"
    },
    {
        "id": 351,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ربع تعاونوا ما ذلوا»؟",
        "options": [
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على الاتحاد والتكاتف والتمسك بوحدة الكلمة بين الأشقاء والأقرباء ضد الغرباء .",
            "يقال للحث على اختيار الزوجة الصالحة ."
        ],
        "answer": "يقال للحث على الاتحاد والتكاتف والتمسك بوحدة الكلمة بين الأشقاء والأقرباء ضد الغرباء .",
        "difficulty": "صعب"
    },
    {
        "id": 352,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرجال مخابر مهب مظاهر»؟",
        "options": [
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال للحث على عدم الازدراء والاستهانة بكل ما هو صغير .",
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره ."
        ],
        "answer": "يقال للحث على عدم اصدار الحكم على الشخص بمظهره .",
        "difficulty": "صعب"
    },
    {
        "id": 353,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرجل امصن والمرأة امخن»؟",
        "options": [
            "يقال في الرجل الضعيف الواقع تحت سطوة القوي .",
            "يقال عندما ينتقد الرجل بسبب الرائحة الكريهة التي تفوح من إبطه بسبب جهده وعمله .",
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية ."
        ],
        "answer": "يقال عندما ينتقد الرجل بسبب الرائحة الكريهة التي تفوح من إبطه بسبب جهده وعمله .",
        "difficulty": "صعب"
    },
    {
        "id": 354,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ردي العزم اليخسر ولا يربح»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال للبخيل الحريص على ماله .",
            "يقال لمن يكنز ماله ولا ينميه بالاستثمار ."
        ],
        "answer": "يقال لمن يكنز ماله ولا ينميه بالاستثمار .",
        "difficulty": "صعب"
    },
    {
        "id": 355,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ردينا على طير يا اللي»؟",
        "options": [
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن.",
            "يقال لمن كثر كالمه وقل فعله .",
            "يقال لمن يقدم مصلحته على مصلحة الغير .",
            "يقال لمن ارتفع صوته وقل فعله ."
        ],
        "answer": "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن.",
        "difficulty": "صعب"
    },
    {
        "id": 356,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرزاق في السماء والحساد في الأرض»؟",
        "options": [
            "يقال على لسان الشخص الذي أغلق باب رزقه من قبل رب العمل، ويأمل من هللا أن يفتح له أبواب رزق كثيرة في أقرب وقت .",
            "يقال عندما ي َحسد شخص على رزق كتبه هللا له .",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره .",
            "يقال لنصح الشخص على القبول والتأقلم بما قسمه هللا له من رزق حالل ، وعدم الطمع ومجاراة من هم أغنى منه."
        ],
        "answer": "يقال عندما ي َحسد شخص على رزق كتبه هللا له .",
        "difficulty": "صعب"
    },
    {
        "id": 357,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رضينا بالبين والبين ما رضابنا»؟",
        "options": [
            "يقال عندما يندب الشخص رجل للقيام بعمل ما بدال عنه ويتم المهمة بأفضل مما يتمنى .",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره .",
            "يقال للسقيم الذي يتمنى الموت ولا يظفر به .",
            "يقال للتأكيد على أن الموت لا يقع إال بسبب ."
        ],
        "answer": "يقال للسقيم الذي يتمنى الموت ولا يظفر به .",
        "difficulty": "صعب"
    },
    {
        "id": 358,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رفيقك الغالي لا تبايعه ولا تشاريه»؟",
        "options": [
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للحث على عدم التعامل بالبيع والشراء مع الصديق المخلص .",
            "يقال للحث على عدم استغالل طيبة الصديق في تحقيق المطامع والمطالب .",
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره ."
        ],
        "answer": "يقال للحث على عدم التعامل بالبيع والشراء مع الصديق المخلص .",
        "difficulty": "صعب"
    },
    {
        "id": 359,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رفيقك طويق»؟",
        "options": [
            "يقال لمن يتخذ قراراته بنفسه دون الرجوع لمسؤوليه أوألهل الخبرة .",
            "يقال لمن فقد راحلته في أثناء السفر، بسبب الإهمال وعدم المحافظة عليها، أو عدم ربطها .",
            "يقال عندما يكون لك حق عند شخص مماطل ويتملص في أثناء مواجهته، من رد الحقوق التي عليه ، ويضرب كذلك لمن يتجه نحو مكان صعب ربما لا يستطيع الرجوع منه .",
            "يقال ألخذ الأشياء في أفضل أوقاتها ، ويضرب كذلك لمن يتردد ويتهاون في اقتناص فرصة وبعد فوات الأوان يصيبه الندم على ضياعها."
        ],
        "answer": "يقال عندما يكون لك حق عند شخص مماطل ويتملص في أثناء مواجهته، من رد الحقوق التي عليه ، ويضرب كذلك لمن يتجه نحو مكان صعب ربما لا يستطيع الرجوع منه .",
        "difficulty": "صعب"
    },
    {
        "id": 360,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رفيق ماله، رفيق ماله»؟",
        "options": [
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال للبخيل الذي يشتكي من عدم مساعدة وخدمة الناس له .",
            "يقال للبخيل الحريص على ماله .",
            "يقال للبخيل الذي ليس له أصدقاء ، وذلك لشدة نفوره من الناس ظنا منه أنهم لا يأتون إال ألكل أو شرب أو لطلب مال أو مساعدة ."
        ],
        "answer": "يقال للبخيل الذي ليس له أصدقاء ، وذلك لشدة نفوره من الناس ظنا منه أنهم لا يأتون إال ألكل أو شرب أو لطلب مال أو مساعدة .",
        "difficulty": "صعب"
    },
    {
        "id": 361,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرفيق وقت الضيق»؟",
        "options": [
            "يقال عندما تستنجد بصديق وترى منه ما يرضيك .",
            "يقال عندما يتحدد موعد لزواج شخص، وترى الكل منشغال بهذا الزواج استعدادا ليوم بلوغه .",
            "يقال عندما يكثر العشب في المحميات الطبيعية ويموت في مكانه ، وترى المواشي التي في خارجه تهزل وتموت من قلة المرعى .",
            "يقال على لسان من يلتقي بصديق لم يره منذ فترة، بسبب انشغال الصديق وتعلقه بمن يحب ."
        ],
        "answer": "يقال عندما تستنجد بصديق وترى منه ما يرضيك .",
        "difficulty": "صعب"
    },
    {
        "id": 362,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرفيق أخير من اسهمه»؟",
        "options": [
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على ضرورة اختيار الرفيق الصالح قبل بداية السفر ، لذلك قال ( الرفيق َ أ َخي َ ر من اسه َ م. ) ه"
        ],
        "answer": "يقال للحث على ضرورة اختيار الرفيق الصالح قبل بداية السفر ، لذلك قال ( الرفيق َ أ َخي َ ر من اسه َ م. ) ه",
        "difficulty": "صعب"
    },
    {
        "id": 363,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرقاد اعباد والدوارة خسارة»؟",
        "options": [
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال عندما يتصادف وجود شخص في تجمع ،أو مسير عام، وي َ سأل عن سبب تواجده .",
            "يقال عندما ي َ سأل الشخص عن سبب نومه المبكر .",
            "يقال للتعبير عن حب الشخص لماله، وعن سبب الذود عنه ."
        ],
        "answer": "يقال عندما ي َ سأل الشخص عن سبب نومه المبكر .",
        "difficulty": "سهل"
    },
    {
        "id": 364,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ركب الرديف وراعي الشد حول .. وخف الجنا و وازى الثقل الجريدة»؟",
        "options": [
            "يقال عندما ترى مجموعة من الأشخاص متكدسين في مكان ضيق جدا وبجوارهم متسع من المكان .",
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
            "يقال للشخص عندما يوضع في مكان عمل لا خبرة له فيه، فيشتكي من صعوبة العمل وعدم القدرة على الإنجاز فيه .",
            "يقال عندما يوضع الرجل الغير مناسب في مكان الرجل المناسب والمستحق لهذا المكان، في منصب لا يستحقه ."
        ],
        "answer": "يقال عندما يوضع الرجل الغير مناسب في مكان الرجل المناسب والمستحق لهذا المكان، في منصب لا يستحقه .",
        "difficulty": "سهل"
    },
    {
        "id": 365,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رمية من غير رامي»؟",
        "options": [
            "يقال عندما يصدر من الشخص الغير مؤهل قوال أو فعال أو موفقا ويحسب له .",
            "يقال للشخص الذي لا عالقة له بأحد ولا يتدخل في شؤون الغير .",
            "يقال للشخص المنافق ذي القولين؛ الذي يقول أمامك قوال، وخلفك يقول قوال آخر.",
            "يقال لمن يقدم مصلحته على مصلحة الغير ."
        ],
        "answer": "يقال عندما يصدر من الشخص الغير مؤهل قوال أو فعال أو موفقا ويحسب له .",
        "difficulty": "سهل"
    },
    {
        "id": 366,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «رمح يشال عليك لا بد ما تضرب به»؟",
        "options": [
            "يقال للتوخي والحذر من الإصابة بالحسد أو العين .",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
            "يقال ألخذ الحيطة والحذر من أمر قد ظهرت عالمته .",
            "يقال ألخذ الحيطة والحذر من أي تهديد قد يصلك سواء كان شفهي أم كان فعلي ."
        ],
        "answer": "يقال ألخذ الحيطة والحذر من أي تهديد قد يصلك سواء كان شفهي أم كان فعلي .",
        "difficulty": "سهل"
    },
    {
        "id": 367,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الرمح على أول ركزه»؟",
        "options": [
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال تعبيرا عن عدم قبول الاعتذار من الشخص الذي أصابك بقول موجع حينما يأتيك طالبا الصفح والعفو عنه .",
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للداللة على قبول الطلب والاستجابة له."
        ],
        "answer": "يقال تعبيرا عن عدم قبول الاعتذار من الشخص الذي أصابك بقول موجع حينما يأتيك طالبا الصفح والعفو عنه .",
        "difficulty": "سهل"
    },
    {
        "id": 368,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «روح بعيد وارجع سالم»؟",
        "options": [
            "يقال للحث على حل المشاكل بين الأقرباء وديا وعدم اللجوء للقضاء .",
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
            "يقال للحث على تجنب الطريق المختصر والخطر أو تجنب الأشخاص والأماكن التي قد تأتيك منها المشاكل .",
            "يقال للحث على تجنب الارتباط بهم ."
        ],
        "answer": "يقال للحث على تجنب الطريق المختصر والخطر أو تجنب الأشخاص والأماكن التي قد تأتيك منها المشاكل .",
        "difficulty": "سهل"
    },
    {
        "id": 369,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «روف بحللك اللي عن الناس مغنيك .. اللي إلى بان الخلل فيك يرفاك»؟",
        "options": [
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على توفير المال وادخاره وعدم تبذيره لكي يكفيك السؤال وقت الحاجة .",
            "يقال للحث على السعي في طلب الرزق مبكرا وعدم النوم حتى وقت الضحى.",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه ."
        ],
        "answer": "يقال للحث على توفير المال وادخاره وعدم تبذيره لكي يكفيك السؤال وقت الحاجة .",
        "difficulty": "سهل"
    },
    {
        "id": 370,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «روحه روح كلب»؟",
        "options": [
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي يصاب في عدة حوادث بالغة وينجو منها بأعجوبة .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية ."
        ],
        "answer": "يقال للشخص الذي يصاب في عدة حوادث بالغة وينجو منها بأعجوبة .",
        "difficulty": "سهل"
    },
    {
        "id": 371,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «زاد هللا من زاد»؟",
        "options": [
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس.",
            "يقوله السمسار أو الدالل الذي يقود عملية المزاد لكي يحفز المتزايدين على رفع السعر."
        ],
        "answer": "يقوله السمسار أو الدالل الذي يقود عملية المزاد لكي يحفز المتزايدين على رفع السعر.",
        "difficulty": "سهل"
    },
    {
        "id": 372,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «زاد الطين بله»؟",
        "options": [
            "يقال للشخص اللئيم والدنيء عندما ي َب َ الغ في إكرامه بقصد الإصالح من شأنه ويظل على ما هو عليه متمسك بتلك الطباع .",
            "عندما يتعرض الشخص لمشكلة ويأتي آخر بقصد الإصالح ويفسد الوضع ويزداد الأمر سوءا .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح ."
        ],
        "answer": "عندما يتعرض الشخص لمشكلة ويأتي آخر بقصد الإصالح ويفسد الوضع ويزداد الأمر سوءا .",
        "difficulty": "سهل"
    },
    {
        "id": 373,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «زبرة على باير»؟",
        "options": [
            "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال لمن لا يتساوى مظهره مع مخبره ، فقد يبدو أنه غني ولكن في حقيقة الأمر لا يملك شيء ، ولا يعمل على مساعدة أحد .",
            "يقال لمن يسيء استخدام شيء قد استأجره ."
        ],
        "answer": "يقال لمن لا يتساوى مظهره مع مخبره ، فقد يبدو أنه غني ولكن في حقيقة الأمر لا يملك شيء ، ولا يعمل على مساعدة أحد .",
        "difficulty": "سهل"
    },
    {
        "id": 374,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الزين زين لو جلس لي من النوم..والشين شين لو تعدل أو تكحل كل يوم»؟",
        "options": [
            "يقال لكل من تطبع بطبع حسن ثم تركه، وعاد إلى أصله وسيرته الأولى.",
            "يقال لمدح حسن وجمال المرأة عندما تكون على طبيعتها .",
            "يقال لحث من يقدم على الزواج، أن يتبين دين و أخالق عائلة المرأة التي يرغب في الزواج منها.",
            "يقال لبث الأمل في الشخص وطمأنته بأن تأخير الأمر ربما له حسن عاقبة ."
        ],
        "answer": "يقال لمدح حسن وجمال المرأة عندما تكون على طبيعتها .",
        "difficulty": "سهل"
    },
    {
        "id": 375,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الزين من زانت معانيه»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يتكبر ويغتر بجماله وحسن مظهره .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن يقسو على والديه في الكبر ."
        ],
        "answer": "يقال لمن يتكبر ويغتر بجماله وحسن مظهره .",
        "difficulty": "سهل"
    },
    {
        "id": 376,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الزين ما يكمل»؟",
        "options": [
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان الحاسد عندما يرى طلبات شخص آخر ت َنفذ من ق َبل محبيه بكل سهولة ويسر .",
            "يقال على لسان من يرى شخص ألول مرة ويبهر بحسنه وجماله وفجأة يكتشف به عيب خفي في الشكل أو في الطباع يحول دون وصوله لدرجة الكمال .",
            "يقال على لسان صاحب المشكلة الكبيرة عندما يأتيه من يهون عليه مصابه وهو لا يعلم أن ما خفي منها هو أعظم ."
        ],
        "answer": "يقال على لسان من يرى شخص ألول مرة ويبهر بحسنه وجماله وفجأة يكتشف به عيب خفي في الشكل أو في الطباع يحول دون وصوله لدرجة الكمال .",
        "difficulty": "سهل"
    },
    {
        "id": 377,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «سارحة ولا اتمارحه»؟",
        "options": [
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على عدم التعامل بالبيع والشراء مع الصديق المخلص .",
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على الابتعاد عن الشخص المتغير المزاج وإن لزم الأمر التعامل معه بعناية وفي أضيق الحدود ، ولا تجالسه كثيرا ."
        ],
        "answer": "يقال للحث على الابتعاد عن الشخص المتغير المزاج وإن لزم الأمر التعامل معه بعناية وفي أضيق الحدود ، ولا تجالسه كثيرا .",
        "difficulty": "سهل"
    },
    {
        "id": 378,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «سايم نفسه مرخص ابها»؟",
        "options": [
            "يقال للداللة على قبول الطلب والاستجابة له.",
            "يقال عندما يضطر الشخص لطلب سلعة أو حاجة مهمة من قريب .",
            "يقال عنما يتعرض كريم النفس للمنة .",
            "يقال عندما يضطر كريم النفس، ويطلب حاجة من شخص ويتعرض في أثناء الطلب للذل والهوان ."
        ],
        "answer": "يقال عندما يضطر كريم النفس، ويطلب حاجة من شخص ويتعرض في أثناء الطلب للذل والهوان .",
        "difficulty": "سهل"
    },
    {
        "id": 379,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «سكوت العذرا قرارها»؟",
        "options": [
            "يقال عندما يستفسر القاضي أو ولي الأمر من الفتاة البكر أو من في حكمها عن مدى قبولها بالشخص المتقدم إليها وتمتنع عن الإجابة .",
            "يقال عندما يمتنع الشخص عن الإجابة بالسلب أو الإيجاب ، وكذلك يضرب لرضى الفتاة عن الزوج المتقدم لها عند سؤالها عنه .",
            "يقال للمعلم عندما يطلق ولي الأمر له الحرية في تعليم وتأديب ابنه .",
            "معاني المفردات: راعيها : صاحب الفضل المعهود سمها : تولى حل إشكالها يقوله من وجب عليه سداد دين مستحق أو ضامنة عندما يطلب منه ولي الأمر أو كبير القوم تسديد ما عليهم من دين أو مال ."
        ],
        "answer": "يقال عندما يستفسر القاضي أو ولي الأمر من الفتاة البكر أو من في حكمها عن مدى قبولها بالشخص المتقدم إليها وتمتنع عن الإجابة .",
        "difficulty": "سهل"
    },
    {
        "id": 380,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «السكوت علمة الرضى»؟",
        "options": [
            "يقال عندما يمتنع الشخص عن الإجابة بالسلب أو الإيجاب ، وكذلك يضرب لرضى الفتاة عن الزوج المتقدم لها عند سؤالها عنه .",
            "يقال عندما يتردد أو يمتنع الشخص عن تناول طعام قد دعي إليه .",
            "يقال عندما ترى أحد الأوالد به عاهة أو طبع سيئ لم يعهد في عائلة الزوج، وإنما ورثه من عائلة الزوجة .",
            "يقال عندما يستفسر القاضي أو ولي الأمر من الفتاة البكر أو من في حكمها عن مدى قبولها بالشخص المتقدم إليها وتمتنع عن الإجابة ."
        ],
        "answer": "يقال عندما يمتنع الشخص عن الإجابة بالسلب أو الإيجاب ، وكذلك يضرب لرضى الفتاة عن الزوج المتقدم لها عند سؤالها عنه .",
        "difficulty": "سهل"
    },
    {
        "id": 381,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الساكت ماكول حقه»؟",
        "options": [
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقال في الساكت المأكول حقه على وجه الإطالق سواء كان من المقربين أم كان من غيرهم .",
            "يقال لمن يتهاون في طلب حقه ولا يجتهد فيه ."
        ],
        "answer": "يقال في الساكت المأكول حقه على وجه الإطالق سواء كان من المقربين أم كان من غيرهم .",
        "difficulty": "سهل"
    },
    {
        "id": 382,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «السكارى عندها اعقولها»؟",
        "options": [
            "يقال عندما ترى شخص يتحسر أو يندم على فقد عزيز عليه أو فقد مال قد خسره بشكل نهائي .",
            "يقال لمن لا يتساوى مظهره مع مخبره ، فقد يبدو أنه غني ولكن في حقيقة الأمر لا يملك شيء ، ولا يعمل على مساعدة أحد .",
            "يقال عندما يكتشف الشخص أن الرجل الذي كان يعده رأس مال له في المستقبل ، إنه على غير ذلك .",
            "يقال عندما يدور حديثا في مأل وت َف َاجأ بقول صحيح ومناسب صادر من شخص يعتقد أنه قد فقد عقله وحواسه ."
        ],
        "answer": "يقال عندما يدور حديثا في مأل وت َف َاجأ بقول صحيح ومناسب صادر من شخص يعتقد أنه قد فقد عقله وحواسه .",
        "difficulty": "سهل"
    },
    {
        "id": 383,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «السكين ما ترد على انصابها»؟",
        "options": [
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
            "يقال عندما يشتكي الشخص من ضرر قد أصابه من نفسه دون قصد.",
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقوله الشخص القوي والمتمكن عندما يطمئن المقربين له بأن لا ضرر سيأتيهم منه مهما حدث ألنهم امتداده ومصدر قوته ."
        ],
        "answer": "يقوله الشخص القوي والمتمكن عندما يطمئن المقربين له بأن لا ضرر سيأتيهم منه مهما حدث ألنهم امتداده ومصدر قوته .",
        "difficulty": "سهل"
    },
    {
        "id": 384,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «السلحة مرقد دافي .. من تحلها رقد فيها»؟",
        "options": [
            "يقال ردا على الشخص الذي يتدخل في شؤون غيره عندما يأتي شاكيا من تدخل الغير في شؤونه .",
            "يقال للشخص القوي السليط اللسان الذي يأكل حقه وحق غيره .",
            "يقال للرجل الخامل والكسول الذي لا ينفع نفسه ولا غيره .",
            "يقال للشخص الخامل والكسول الذي يعتمد على غيره في تصريف شؤونه ."
        ],
        "answer": "يقال للشخص الخامل والكسول الذي يعتمد على غيره في تصريف شؤونه .",
        "difficulty": "سهل"
    },
    {
        "id": 385,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «سمعيني يا أم هلول»؟",
        "options": [
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال لمن ارتفع صوته وقل فعله .",
            "يقال على لسان من انكشفت له حقيقة الشخص الغامض بالنسبة له، من أثر مرافقته في سفر أو نحوه .",
            "يقال تعليقا على من يرفع نبرة صوته إلظهار حقيقة ما ."
        ],
        "answer": "يقال تعليقا على من يرفع نبرة صوته إلظهار حقيقة ما .",
        "difficulty": "سهل"
    },
    {
        "id": 386,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «سندي مع القافلة مستريح»؟",
        "options": [
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
            "يقال على لسان من يصل إلى مكان معين بفضل كثرة السؤال عنه ، وعندما يسأله من في المكان عن كيفية الوصول إليه يقول: (من نشد ما ضاع) .",
            "يقال لحث من ينوي السفر إلى بلد معين أن يلتزم باحترام عادات وقوانين تلك البالد .",
            "يقال لمعدوم الحال الذي يلتحق بمجموعة من الرجال للوصول إلى هدف معين ولا يعنيه ما سيحل بهم من مخاطر ألنه ،لا يملك شيئا ليخسره ."
        ],
        "answer": "يقال لمعدوم الحال الذي يلتحق بمجموعة من الرجال للوصول إلى هدف معين ولا يعنيه ما سيحل بهم من مخاطر ألنه ،لا يملك شيئا ليخسره .",
        "difficulty": "سهل"
    },
    {
        "id": 387,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «سيده قيده»؟",
        "options": [
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال لمن يتخذ قراراته بنفسه دون الرجوع لمسؤوليه أوألهل الخبرة .",
            "يقال لمن يحاول استبدال شيء يعرفه بآخر جديد لا يعرفه من قلة الخبرة.",
            "يقال لمن يكلف بتوزيع شيء ما ويبدأ بنفسه وبالمقربين منه أوال وما تبقى منه للغير ."
        ],
        "answer": "يقال لمن يتخذ قراراته بنفسه دون الرجوع لمسؤوليه أوألهل الخبرة .",
        "difficulty": "سهل"
    },
    {
        "id": 388,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شبه واطرح»؟",
        "options": [
            "يقال للداللة على أحقية العم في رعاية أبناء أخيه أثناء غيابه أو وفاته .",
            "يقال للحث على التوقف عن السير في الأماكن الخاطئة والخطرة والمشبوهة والطريق الزلق .",
            "يقال لمن يبحث عن السالمة وتجنب الوقوع في المشاكل عند السؤال .",
            "يقال لتفعيل قواعد السالمة في أثناء التوقف المفاجئ ."
        ],
        "answer": "يقال لتفعيل قواعد السالمة في أثناء التوقف المفاجئ .",
        "difficulty": "سهل"
    },
    {
        "id": 389,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الشبعان ما فيه أجر»؟",
        "options": [
            "على لسان من يلقى الإساءة ممن أحسن إليه .",
            "يقال عندما يتردد أو يمتنع الشخص عن تناول طعام قد دعي إليه .",
            "يقال للشخص الشره الذي يتردد عن تناول الطعام ، إما المتالء بطنه أو لوفرته عنده .",
            "يقال للحث على عدم الإفراط في تناول الكمأ"
        ],
        "answer": "يقال عندما يتردد أو يمتنع الشخص عن تناول طعام قد دعي إليه .",
        "difficulty": "سهل"
    },
    {
        "id": 390,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شرب على غير ضمى يجرح الحشا .. وحب على غير مودة الش»؟",
        "options": [
            "يقال عندما يضع صاحب العمل أكثر من مسؤول على عمله الخاص ويخسر بسبب اتكال كل واحد منهم على الآخر في الإشراف على العمل وتنفيذه .",
            "يقال عندما ترى شخص يعمل في وظيفتين في آن واحد ويكسب منهما.",
            "يقال عندما يكون الحب من طرف واحد .",
            "يقال عندما يدفعك من هو أقوى منك نحو طريق أو عمل تكره أن تسير فيه ، أو لمن تدفعه الظروف الصعبة على تحمل الصعاب ."
        ],
        "answer": "يقال عندما يكون الحب من طرف واحد .",
        "difficulty": "سهل"
    },
    {
        "id": 391,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شربي ولا العصى»؟",
        "options": [
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته .",
            "يقال على لسان الشخص الذي يلح عليه تنفيذ عمل ما في آخر المساء ، ويصر على تأجيله حتى الصباح الباكر تفاؤال وتيمنا به .",
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده ."
        ],
        "answer": "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
        "difficulty": "سهل"
    },
    {
        "id": 392,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شردنا من القوم وطحنا في السرية»؟",
        "options": [
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه .",
            "يقال على لسان من نجا وحيدا بنفسه وماله من مشكلة كبيرة حدثت له وألصدقائه ، ويقال ، كذلك، في الأنانية وحب الذات .",
            "يقال على لسان من يهرب من مشكلة للنجاة بنفسه فيقع في مشكلة أكبر منها .",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له ."
        ],
        "answer": "يقال على لسان من يهرب من مشكلة للنجاة بنفسه فيقع في مشكلة أكبر منها .",
        "difficulty": "سهل"
    },
    {
        "id": 393,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شعرة من الكلب فايدة»؟",
        "options": [
            "يقال عندما تقابل شخصا لئيما وتحصل منه بعد مشقة على قدر يسير من حقك .",
            "يقال عندما يرفع الناس من قدر الغني بسبب ماله وليس بسبب خلقه وطيبه وأفعاله المحمودة.",
            "يقال عندما يصاب الشخص بعسرة وضنك العيش ويصبح دخله اليومي على قدر قوته فقط ولا يوفر منه شيء .",
            "عندما يطلب منك من تحب شيء يسير وتقدمه له بكل أريحية وطيب نفس ."
        ],
        "answer": "يقال عندما تقابل شخصا لئيما وتحصل منه بعد مشقة على قدر يسير من حقك .",
        "difficulty": "سهل"
    },
    {
        "id": 394,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شغل بل استاد مرده للفساد»؟",
        "options": [
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال للحث على تكليف الشخص المتمرس ذو الخبرة والمهارة العالية على إنجاز المهمة أو العمل دون غيره .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
        "difficulty": "سهل"
    },
    {
        "id": 395,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الشمال رفيق الطيب»؟",
        "options": [
            "يقال عندما تتوقف فجأة الرياح الشمالية القوية التي تهب في نوء \" َالبارح\" وتتحول إلى رياح شرقية \"كوس\" على غير المعتاد ، ويقال كذلك للمتناق َضين الذين لا يتوقع اجتماعهما و يعَد اجتماعهما ضربا من الخيال.",
            "يقال للمحروم أو الفقير عندما يحصل فجأة على مال وفير ويسرف منه ببذخ .",
            "يقال عندما تهب فجأة الرياح الشمالية المنعشة بعد أن كانت هادئة وحارة .",
            "يقال عندما تسمع فجأة كلمة أو عبارة معبرة صدرت من شخص لا تتوقع منه ذلك ."
        ],
        "answer": "يقال عندما تهب فجأة الرياح الشمالية المنعشة بعد أن كانت هادئة وحارة .",
        "difficulty": "سهل"
    },
    {
        "id": 396,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الشن ينضح باللي فيه»؟",
        "options": [
            "يقال لحث الشخص على اقتناء واستخدام المر لكثرة فوائده لصحة الإنسان .",
            "يقال عندما تنكشف طبيعة الإنسان السلبي ويفيض منه الحقد والغيرة.",
            "يقال عندما يتعذر على الإنسان إيجاد ما يريد ويجد ما دونه .",
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له ."
        ],
        "answer": "يقال عندما تنكشف طبيعة الإنسان السلبي ويفيض منه الحقد والغيرة.",
        "difficulty": "سهل"
    },
    {
        "id": 397,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شوف وجه العنز واحلب حليب»؟",
        "options": [
            "يقال إليقاف وتهدئة الشخص المنفعل الذي يهم بقذف أو سب شخص آخر أمام الناس .",
            "يقال للحث على ترك كل ما ظاهره جيد وباطنه فاسد ، كالذي يظهر نفسه أمام الناس بأنه جيد وباطنه غير ذلك .",
            "يقال عندما يقع الشخص في خطأ أو تقصير ولا يراه أو يدركه أحد من معارفه الدائمي اللوم له.",
            "يقال عندما يحكم على جودة الشيء من ظاهره ، وكذلك يقال عندما يستهزأ من شخص بعدما يظهر منه خطأ ما ، وكذلك يقال حينما يتشاءَم أحد الناس من شخص آخر ."
        ],
        "answer": "يقال عندما يحكم على جودة الشيء من ظاهره ، وكذلك يقال عندما يستهزأ من شخص بعدما يظهر منه خطأ ما ، وكذلك يقال حينما يتشاءَم أحد الناس من شخص آخر .",
        "difficulty": "سهل"
    },
    {
        "id": 398,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شوط بدحة»؟",
        "options": [
            "يقال للشخص الذي يبدأ عمله بكل نشاط وقوة ثم يتكاسل عنه ولا ينجزه .",
            "يقال للشخص الجبان الذي لا تظهر سطوته وقوة صوته إال أمام أصحابه وأهل بيته .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص الذي يبدأ عمله بكل نشاط وقوة ثم يتكاسل عنه ولا ينجزه .",
        "difficulty": "سهل"
    },
    {
        "id": 399,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شورك وهداية هللا»؟",
        "options": [
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال للشخص أو التاجر الذي يشتري بضاعة لكي يبيعها ويستفيد منها وبعد البيع ومراجعة الحساب يتبين له أن شحن البضاعة وأجور البيع قد كلفته ثمن الفائدة .",
            "يقال للشخص الذي لا يتقبل النصيحة ولا يقتنع بشيء مهما بذل معه من جهد . وهذا المثل ينطبق مع المثل القائل \"ما يعجبه العجب ولا الصيام في رجب\" .",
            "يقال لألخذ برأي من يخلص لك النصيحة ."
        ],
        "answer": "يقال لألخذ برأي من يخلص لك النصيحة .",
        "difficulty": "سهل"
    },
    {
        "id": 400,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الشيفة شيفة والمعاني ضعيفة»؟",
        "options": [
            "يقال عندما ترى صديقك وقد أصابه الضيم .",
            "يقال عندما ترى شخص قبيح المظهر والصفات والأفعال .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال عندما ترى شخص قبيح المظهر والصفات والأفعال .",
        "difficulty": "سهل"
    },
    {
        "id": 401,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «شي ببلش ربحه بين»؟",
        "options": [
            "يقال عندما تقدم لشخص هدية بالمجان أو شيء دون مقابل .",
            "يقال عندما يقع ا َلشخص الحذر َفي قد َره المحتوم .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء ."
        ],
        "answer": "يقال عندما تقدم لشخص هدية بالمجان أو شيء دون مقابل .",
        "difficulty": "سهل"
    },
    {
        "id": 402,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «صابح الدار ولا تماسيها»؟",
        "options": [
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال للحث على إعطاء المهمة وإصالح العمل لذوي الاختصاص دون غيرهم .",
            "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل .",
            "يقال للحث على التوجه وإنجاز العمل ومتابعته مع أول الصباح ومع افتتاح الناس ألعمالهم ."
        ],
        "answer": "يقال للحث على التوجه وإنجاز العمل ومتابعته مع أول الصباح ومع افتتاح الناس ألعمالهم .",
        "difficulty": "سهل"
    },
    {
        "id": 403,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «صاحب المال عند الناس مسترفع لو هو أرنب قالوا الذيب سرحان»؟",
        "options": [
            "يقال عندما يرفع الناس من قدر الغني بسبب ماله وليس بسبب خلقه وطيبه وأفعاله المحمودة.",
            "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها.",
            "يقال عندما ينجو الشخص بنفسه وماله من أمر ما بسبب أنه لم يتعرض له أحد ثم يتباهى بين الناس بأن شجاعته وإقدامه وحكمته هي من أنقذته من ذلك الموقف .",
            "يقال للشخص الذي يتكبر على أخاه الإنسان وخاصة الضعيف منهم إما بسبب كثرة المال أو بسبب الحسب والنسب والرفعة بين الناس ."
        ],
        "answer": "يقال عندما يرفع الناس من قدر الغني بسبب ماله وليس بسبب خلقه وطيبه وأفعاله المحمودة.",
        "difficulty": "سهل"
    },
    {
        "id": 404,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «صبه رده»؟",
        "options": [
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
            "يقال عندما ينجز الشخص عمل ما م َكلف به ويعت َ َ رض على نتيجته، ثم ي َكلف الشخص المعترض ويأتي بنفس النتيجة فيقال \" صبه رده \" .",
            "يقال عندما يكون الشخص مكلفا بإنجاز عمل ما، ويأتي من يشغله عن عمله بحديث أو نحوه مما يترتب على ذلك ضياع العمل المكلف به .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته ."
        ],
        "answer": "يقال عندما ينجز الشخص عمل ما م َكلف به ويعت َ َ رض على نتيجته، ثم ي َكلف الشخص المعترض ويأتي بنفس النتيجة فيقال \" صبه رده \" .",
        "difficulty": "سهل"
    },
    {
        "id": 405,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «صح لسانك»؟",
        "options": [
            "يقال حينما يراد إكرام الشاعر على وجبة العشاء أو الغداء .",
            "يقال لمن يتلفظ بكلمة ( هاه ) بقصد التجاهل وعدم استيعاب الموضوع .",
            "يقال كنصيحة طبية لكل من ينتهي من تناول وجبة الغداء أو العشاء .",
            "يقال عندما ينتهي الشاعر من إلقاء قصيدته ."
        ],
        "answer": "يقال عندما ينتهي الشاعر من إلقاء قصيدته .",
        "difficulty": "سهل"
    },
    {
        "id": 406,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «صخنا الماي وطار الديك»؟",
        "options": [
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يعد ُّ الشخص العدة َ للحصول على شيء ما ، وفجأة تحدث ظروف وينفلت الأمر وتضيع فرصة الحصول على ذلك الشيء .",
            "يقال لمن لا يتساوى مظهره مع مخبره ، فقد يبدو أنه غني ولكن في حقيقة الأمر لا يملك شيء ، ولا يعمل على مساعدة أحد .",
            "يقال لمن ي َ عرض عليه هدية ما، أو منصب رفيع المستوى، ويرفضه ثم يأتي بعد فترة كالمتسول يطلب الحصول على الشيء الذي عر َ ض عليه بالأمس، ولا يحصل عليه ."
        ],
        "answer": "يقال عندما يعد ُّ الشخص العدة َ للحصول على شيء ما ، وفجأة تحدث ظروف وينفلت الأمر وتضيع فرصة الحصول على ذلك الشيء .",
        "difficulty": "سهل"
    },
    {
        "id": 407,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «صغير القوم خادمهم»؟",
        "options": [
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه .",
            "يقال لحث الشباب على خدمة ومساعدة من يكبرهم ًّسنا .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له ."
        ],
        "answer": "يقال لحث الشباب على خدمة ومساعدة من يكبرهم ًّسنا .",
        "difficulty": "سهل"
    },
    {
        "id": 408,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «صمخ كلب»؟",
        "options": [
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال عندما تحاول إيقاظ شخص من نومه عدة مرات ألمر ما وهو مستغرق في نومه ولا يستجيب .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب ."
        ],
        "answer": "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب .",
        "difficulty": "سهل"
    },
    {
        "id": 409,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ضارب نفسه ما يصيح»؟",
        "options": [
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال عندما ترى صديقك وقد أصابه الضيم .",
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال عندما يشتكي الشخص من ضرر قد أصابه من نفسه دون قصد."
        ],
        "answer": "يقال عندما يشتكي الشخص من ضرر قد أصابه من نفسه دون قصد.",
        "difficulty": "سهل"
    },
    {
        "id": 410,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ضربني وبكى وسبقني واشتكى»؟",
        "options": [
            "يقال للمتغطرس والمتسلط على الناس عندما يهين من هو أدنى منه أمام الناس، ويرد عليه الم َ هان بقول أو فعل يفقده سطوته وهيبته أمامهم .",
            "يقال عندما يقع اعتداء عليك من شخص عدواني بقول أو فعل ثم يسبقك إلى ولي أمرك شاكيا ومدعيا عليك بالباطل .",
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
            "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن ."
        ],
        "answer": "يقال عندما يقع اعتداء عليك من شخص عدواني بقول أو فعل ثم يسبقك إلى ولي أمرك شاكيا ومدعيا عليك بالباطل .",
        "difficulty": "سهل"
    },
    {
        "id": 411,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ضربتين في الراس توجع»؟",
        "options": [
            "يقال عندما يعاني الإنسان من المرض من أثر تكرار المصائب والأزمات عليه ، أو لمن يتعرض إلى مشكلتين كبيرتين في نفس الوقت .",
            "يقال لمن يصاب بمرض عضال ويقعده في الفراش لفترة طويلة ويموت بعدها من أثر ذلك المرض .",
            "يقال لمن يصل متأخرا ويزاحم من وصل قبله إلى المكان .",
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن."
        ],
        "answer": "يقال عندما يعاني الإنسان من المرض من أثر تكرار المصائب والأزمات عليه ، أو لمن يتعرض إلى مشكلتين كبيرتين في نفس الوقت .",
        "difficulty": "سهل"
    },
    {
        "id": 412,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ضربة العجوز»؟",
        "options": [
            "يقال عندما تتوقف فجأة الرياح الشمالية القوية التي تهب في نوء \" َالبارح\" وتتحول إلى رياح شرقية \"كوس\" على غير المعتاد ، ويقال كذلك للمتناق َضين الذين لا يتوقع اجتماعهما و يعَد اجتماعهما ضربا من الخيال.",
            "يقال للحث على السعي في طلب الرزق مبكرا وعدم النوم حتى وقت الضحى.",
            "رياح باردة قوية تهب في أواخر فصل الشتاء، سميت نسبة لقصة عجوز لم تصدق دنو الشتاء فجزت صوف أغنامها مبكرا فنفقت من البرد.",
            "يقال عندما تهب فجأة الرياح الشمالية المنعشة بعد أن كانت هادئة وحارة ."
        ],
        "answer": "رياح باردة قوية تهب في أواخر فصل الشتاء، سميت نسبة لقصة عجوز لم تصدق دنو الشتاء فجزت صوف أغنامها مبكرا فنفقت من البرد.",
        "difficulty": "سهل"
    },
    {
        "id": 413,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ضلع ما يلين ينكسر»؟",
        "options": [
            "يقال عندما تقدم نصيحة إلى الشخص العنيد المتعصب لرأيه أو عمله الخاطئ، ولا يأخذ بها .",
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال لمن يرفض نصيحة غيره ويستبد برأيه .",
            "يقال للشخص العنيد الذي تقدم له الاقتراحات والآراء الصحيحة ويتمسك برأيه الخطأ ولا يحيد عنه ."
        ],
        "answer": "يقال عندما تقدم نصيحة إلى الشخص العنيد المتعصب لرأيه أو عمله الخاطئ، ولا يأخذ بها .",
        "difficulty": "سهل"
    },
    {
        "id": 414,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الضو ما ترث إال الرماد»؟",
        "options": [
            "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية .",
            "يقال في الرجل الضعيف الواقع تحت سطوة القوي .",
            "يقال عندما يموت الرجل الكريم وي َخلف ورائه أوالد ليسوا على شاكلته ولا يسيروا على نهجه وماهم بكرماء .",
            "يقال عندما يموت الرجل ولا يخلف ورائه ولد ولا إرث."
        ],
        "answer": "يقال عندما يموت الرجل الكريم وي َخلف ورائه أوالد ليسوا على شاكلته ولا يسيروا على نهجه وماهم بكرماء .",
        "difficulty": "متوسط"
    },
    {
        "id": 415,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ضيق وعند هللا سعة»؟",
        "options": [
            "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى .",
            "يقال عندما ترى التسيب والفوضى قد دبا في المكان من أثر غياب رب ذلك المكان .",
            "يقال عندما ترى مجموعة من الأشخاص متكدسين في مكان ضيق جدا وبجوارهم متسع من المكان .",
            "يقال عندما يوضع الرجل الغير مناسب في مكان الرجل المناسب والمستحق لهذا المكان، في منصب لا يستحقه ."
        ],
        "answer": "يقال عندما ترى مجموعة من الأشخاص متكدسين في مكان ضيق جدا وبجوارهم متسع من المكان .",
        "difficulty": "متوسط"
    },
    {
        "id": 416,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طارت الطيور بأرزاقها»؟",
        "options": [
            "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية .",
            "يقال كتعبير واعتذار لمن يطلب منك شيء وتلبي طلبه ناقصا، بسبب عدم توفر الكمية لديك .",
            "يقال ألخذ الأشياء في أفضل أوقاتها ، ويضرب كذلك لمن يتردد ويتهاون في اقتناص فرصة وبعد فوات الأوان يصيبه الندم على ضياعها.",
            "يقال لمن يصل متأخرا ويزاحم من وصل قبله إلى المكان ."
        ],
        "answer": "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية .",
        "difficulty": "متوسط"
    },
    {
        "id": 417,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طارش الحويلة»؟",
        "options": [
            "يقال عندما يضطر الشخص لطلب سلعة أو حاجة مهمة من قريب .",
            "يقال عندما تضع شيء يخصك في مكان آمن قريب منك ويعود بالنفع عليك .",
            "يقال حينما تبعث شخص لجلب حاجة من مكان قريب ويتأخر عليك كثيرا .",
            "يقال فور اكتشاف أمر من يكذب عليك ."
        ],
        "answer": "يقال حينما تبعث شخص لجلب حاجة من مكان قريب ويتأخر عليك كثيرا .",
        "difficulty": "متوسط"
    },
    {
        "id": 418,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طحت واقف»؟",
        "options": [
            "يقال لحث الصديق على مساعدة صديقه في وقت الحاجة بأقل ما يملك .",
            "يقال عندما يلبي الصديق استغاثة صديقه .",
            "يقال للحث على عدم استغالل طيبة الصديق في تحقيق المطامع والمطالب .",
            "يقال للحث على عدم التعامل بالبيع والشراء مع الصديق المخلص ."
        ],
        "answer": "يقال عندما يلبي الصديق استغاثة صديقه .",
        "difficulty": "متوسط"
    },
    {
        "id": 419,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطرار يطره والفار يجره»؟",
        "options": [
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال على لسان من يلجأ إلى قريب أو صديق إلنقاذه من محنة أو ما شابه ذلك ولا يجد منه مساعدة ؛ أي ما يستند عليه .",
            "يقال على لسان من لديه قريب يسيء التصرف بين حين وآخر مع الناس ،ويضطر بحكم القرابة التي بينهما أن يسانده ويخرجه من تلك المشاكل .",
            "يقال عندما يحتاج الشخص لشيء ما، ويضطر لطلبه من شخص آخر وما إن يحصل عليه حتى يأتيه صديق أو قريب ويطلبه منه ."
        ],
        "answer": "يقال عندما يحتاج الشخص لشيء ما، ويضطر لطلبه من شخص آخر وما إن يحصل عليه حتى يأتيه صديق أو قريب ويطلبه منه .",
        "difficulty": "متوسط"
    },
    {
        "id": 420,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طرار ويتشرط»؟",
        "options": [
            "يقال عادة للشخص الجائع الذي لا يكتفي بما يقدم له من طعام .",
            "يقال ردا على المحتاج أو السائل عندما يقدم له مال ويتردد في استالمه إما طمعا في المزيد أو لفرض شروط تتوافق مع مبتغاة.",
            "يقال عندما يكتشف الشخص أن الرجل الذي كان يعده رأس مال له في المستقبل ، إنه على غير ذلك .",
            "يقال لمن يقدم مصلحته على مصلحة الغير ."
        ],
        "answer": "يقال ردا على المحتاج أو السائل عندما يقدم له مال ويتردد في استالمه إما طمعا في المزيد أو لفرض شروط تتوافق مع مبتغاة.",
        "difficulty": "متوسط"
    },
    {
        "id": 421,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طراقيع صيف»؟",
        "options": [
            "يقال لالستهانة بالشخص الذي يهدد الناس ويتوعدهم بصوت مرتفع ويكون قوله أكثر من فعله، ودون تنفيذ لتهديده .",
            "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى .",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال عند مالحظة الفروق الفردية بين الناس ."
        ],
        "answer": "يقال لالستهانة بالشخص الذي يهدد الناس ويتوعدهم بصوت مرتفع ويكون قوله أكثر من فعله، ودون تنفيذ لتهديده .",
        "difficulty": "متوسط"
    },
    {
        "id": 422,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطماع ما يترس عينه إال التراب»؟",
        "options": [
            "يقال عندما ي َحسد شخص على رزق كتبه هللا له .",
            "يقال لنصح الشخص على القبول والتأقلم بما قسمه هللا له من رزق حالل ، وعدم الطمع ومجاراة من هم أغنى منه.",
            "يقال للشخص القوي السليط اللسان الذي يأكل حقه وحق غيره .",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره ."
        ],
        "answer": "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره .",
        "difficulty": "متوسط"
    },
    {
        "id": 423,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطول طول انخلة والعقل عقل اصخلة»؟",
        "options": [
            "يقال لتوبيخ الشخص الطويل والأحمق الذي لا يحسن التصرف .",
            "يقال عندما يحدث خالف بين شريكين، في كيفية التصرف بالمال .",
            "يقال إلقناع الدائن بأخذ جزء من الدين المستحق، والتجاوز عن ما تبقى وتعسر منه، قربة لوجه هللا .",
            "يقال على لسان من لديه قريب يسيء التصرف بين حين وآخر مع الناس ،ويضطر بحكم القرابة التي بينهما أن يسانده ويخرجه من تلك المشاكل ."
        ],
        "answer": "يقال لتوبيخ الشخص الطويل والأحمق الذي لا يحسن التصرف .",
        "difficulty": "متوسط"
    },
    {
        "id": 424,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طوع الولد بالمديح والبنت بالرديح»؟",
        "options": [
            "يقال عندما ينصح الشخص من واقع خبرة، وهو يكابر ولا يمتثل للنصيحة .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال لولي الأمر الذي ينصح أبناءه بقسوة وغلظة، ثم يشتكي من عدم تقبلهم للنصيحة .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له ."
        ],
        "answer": "يقال لولي الأمر الذي ينصح أبناءه بقسوة وغلظة، ثم يشتكي من عدم تقبلهم للنصيحة .",
        "difficulty": "متوسط"
    },
    {
        "id": 425,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اطوال الخيل اتحمى اقصارها»؟",
        "options": [
            "يقال عندما يقوم الشخص بعمل مشهود، فيذكره الناس؛ إما بخير و إما بشر .",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال عندما يقوم كبير القوم أو من في مقامه بعمل فيه منفعة لقومه ."
        ],
        "answer": "يقال عندما يقوم كبير القوم أو من في مقامه بعمل فيه منفعة لقومه .",
        "difficulty": "متوسط"
    },
    {
        "id": 426,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طوفة هبيطة»؟",
        "options": [
            "يقال في الرجل الضعيف الواقع تحت سطوة القوي .",
            "بإمكان كل شخص قوي أن يتجاوز أي جدار منخفض بكل سهولة ويسر إذا تيسر له ذلك، وصاحب المثل هنا شبه الرجل الضعيف والخاضع بالجدار المنخفض الذي يتجاوزه ويتمكن منه كل شخص قوي متى شاء . يقوله الشخص الجريء والمتمكن عندما يصله تهديد ووعيد من شخص قوي .",
            "يقال إذا ذك َ ر شخص أمام قوم بكل خير و شوهد فجأة أمامهم ، قالوا هذا المثل ، وإذا ذك َ ر بشر قالوا : (لي ذكر الكلب برز له حصاه) .",
            "يقال على لسان الحاسد عندما يرى طلبات شخص آخر ت َنفذ من ق َبل محبيه بكل سهولة ويسر ."
        ],
        "answer": "بإمكان كل شخص قوي أن يتجاوز أي جدار منخفض بكل سهولة ويسر إذا تيسر له ذلك، وصاحب المثل هنا شبه الرجل الضعيف والخاضع بالجدار المنخفض الذي يتجاوزه ويتمكن منه كل شخص قوي متى شاء . يقوله الشخص الجريء والمتمكن عندما يصله تهديد ووعيد من شخص قوي .",
        "difficulty": "متوسط"
    },
    {
        "id": 427,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طير بحر»؟",
        "options": [
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال للتقليل من شأن الشخص الذي لا يجيد العمل إال في واقع بيئته التي نشأ فيها .",
            "يقال للتقليل من شأن من يدعي الكرم .",
            "يقال للتقليل من شأن الشخص العجمي عندما يقوم وبشكل غير متوقع بإبداء شيء من الكرم ."
        ],
        "answer": "يقال للتقليل من شأن الشخص الذي لا يجيد العمل إال في واقع بيئته التي نشأ فيها .",
        "difficulty": "متوسط"
    },
    {
        "id": 428,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «طير الصخا»؟",
        "options": [
            "يقال القول للمتشائم من الحياة .",
            "كل تلك الأقوال تطلق على الشخص المنقاد عديم الرأي والإرادة .",
            "هذا القول يعد من الأقوال الشائعة في قطر ولا يعرف من أين اقتب َ س هذا القول ولا معناه ولكنه في العاده يقال لمواساة الطفل والعطف عليه عندما يأتيك شاكيا وهو يبكي .",
            "يقال لمواساة الشخص وتهوين المصيبة أو المشكلة عليه ."
        ],
        "answer": "هذا القول يعد من الأقوال الشائعة في قطر ولا يعرف من أين اقتب َ س هذا القول ولا معناه ولكنه في العاده يقال لمواساة الطفل والعطف عليه عندما يأتيك شاكيا وهو يبكي .",
        "difficulty": "متوسط"
    },
    {
        "id": 429,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطير بالجنحان محل رفيفه واليا انكسر احدى الجناحين ما طار»؟",
        "options": [
            "يقال لحث الشباب على خدمة ومساعدة من يكبرهم ًّسنا .",
            "يقال لحث الشخص على التكاتف مع الجماعة والمقربين منه لمواجهة الخصوم ومشاق الدنيا .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه .",
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل ."
        ],
        "answer": "يقال لحث الشخص على التكاتف مع الجماعة والمقربين منه لمواجهة الخصوم ومشاق الدنيا .",
        "difficulty": "متوسط"
    },
    {
        "id": 430,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطير لي بغيته يصيد لا تعشيه»؟",
        "options": [
            "يقال إذا ذك َ ر شخص أمام قوم بكل خير و شوهد فجأة أمامهم ، قالوا هذا المثل ، وإذا ذك َ ر بشر قالوا : (لي ذكر الكلب برز له حصاه) .",
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال عندما يخسر صاحب الحصان، أو الكلب، أو الجمل، أو الصقر، الفوز بالسباق من أثر إطعام الحيوان أو الطائر قبل السباق ، وكذلك ينطبق هذا المثل مع الولد إذا أردت أن يكفيك فلا تعلمه على الكسل وإنما كلفه بأعمال يقوم بها وهو صغير ، حتى يتعود على تدبير الأمور وإنجازها .",
            "يقال على لسان من يقوم بعمل بقصد الفائدة ويفشل من أثر سوء التدبير ."
        ],
        "answer": "يقال عندما يخسر صاحب الحصان، أو الكلب، أو الجمل، أو الصقر، الفوز بالسباق من أثر إطعام الحيوان أو الطائر قبل السباق ، وكذلك ينطبق هذا المثل مع الولد إذا أردت أن يكفيك فلا تعلمه على الكسل وإنما كلفه بأعمال يقوم بها وهو صغير ، حتى يتعود على تدبير الأمور وإنجازها .",
        "difficulty": "متوسط"
    },
    {
        "id": 431,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطيب مع الطيب تجارة و الطيب مع الردي خسارة»؟",
        "options": [
            "يقال لنصح وحث الشخص على اختيار الصديق الطيب وترك الرديء منهم .",
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال لنصح من يكثر العتاب على من حوله بالكف عن ذلك .",
            "يقال عندما يلبي الصديق استغاثة صديقه ."
        ],
        "answer": "يقال لنصح وحث الشخص على اختيار الصديق الطيب وترك الرديء منهم .",
        "difficulty": "متوسط"
    },
    {
        "id": 432,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الطيب عند طاريه»؟",
        "options": [
            "يقال إذا ذك َ ر شخص أمام قوم بكل خير و شوهد فجأة أمامهم ، قالوا هذا المثل ، وإذا ذك َ ر بشر قالوا : (لي ذكر الكلب برز له حصاه) .",
            "يقال عندما يعقد اجتماع عام بين شخصين أو أكثر ويأتوا على ذكر شخص آخر بخير وفجأة يجدوه قد ظهر أمامهم .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال حينما يدور حديث بين اثنين في موضوع معين ، وفجأة يتدخل شخص آخر ويتحدث في موضوع آخر كان يتمناه ويشغل باله ."
        ],
        "answer": "يقال عندما يعقد اجتماع عام بين شخصين أو أكثر ويأتوا على ذكر شخص آخر بخير وفجأة يجدوه قد ظهر أمامهم .",
        "difficulty": "متوسط"
    },
    {
        "id": 433,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الظامي يكسر الحوض»؟",
        "options": [
            "يقال عندما ترى مجموعة من الأشخاص متكدسين في مكان ضيق جدا وبجوارهم متسع من المكان .",
            "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
            "يقال عندما ترى المحتاج جدا يستخدم كل الوسائل الخطرة من أجل اقتناء شيء يسد به حاجته .",
            "يقال عند خروج شيء جيد من شيء رديء، أو عندما ترى ولد صالح من أب طالح، أو كلمة طيبة من رجل خبيث أو مجنون."
        ],
        "answer": "يقال عندما ترى المحتاج جدا يستخدم كل الوسائل الخطرة من أجل اقتناء شيء يسد به حاجته .",
        "difficulty": "متوسط"
    },
    {
        "id": 434,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ظاهر على خواله»؟",
        "options": [
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال حينما ترى أمامك شخص سفيه يرجع نسبه لقبيلة يشهد لها ولمن فيها بالخير والصالح وهو لا يتحلى بأفعالهم وعاداتهم وأخالقهم الحميدة .",
            "يقال عندما ترى شخصا يحمل بعضا من صفات خاله في الشبه أو في بعض العادات الحميدة .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال عندما ترى شخصا يحمل بعضا من صفات خاله في الشبه أو في بعض العادات الحميدة .",
        "difficulty": "متوسط"
    },
    {
        "id": 435,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الظبي من حالته مسلوب، وإال اللحم للبعاريني»؟",
        "options": [
            "يقال للرد على كل من يقوم باختالق العيوب في السلعة الغالية التي تمتلكها .",
            "يقال للرد على من يعيب على خفيف الوزن ورشيق الحركة .",
            "يقال للرد على من يظن بك سوءا جزافا وأنت منه بريء.",
            "يقال عندما يعيب الشخص على شخص آخر، وهو يحمل نفس العيوب ."
        ],
        "answer": "يقال للرد على من يعيب على خفيف الوزن ورشيق الحركة .",
        "difficulty": "متوسط"
    },
    {
        "id": 436,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الظفر ما يطلع من اللحم»؟",
        "options": [
            "يقال لحث الصديق على مساعدة صديقه في وقت الحاجة بأقل ما يملك .",
            "يقال عندما تتوقف شركة ما عن العمل بسبب سوء إدارة مالكيها واتكال بعضهم على الآخر في إدارتها .",
            "يقال لالستدالل على مساندة ذوي القربى بعضهم للبعض الآخر وقت الحاجة .",
            "يقال لالستدالل على أن الحاجة هي التي تفرض على الإنسان الانصياع والانقياد خلف من تكون حاجته عنده ."
        ],
        "answer": "يقال لالستدالل على مساندة ذوي القربى بعضهم للبعض الآخر وقت الحاجة .",
        "difficulty": "متوسط"
    },
    {
        "id": 437,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العافية في طرف الجوع»؟",
        "options": [
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
            "يقال للحث على عدم الإفراط في تناول الكمأ"
        ],
        "answer": "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
        "difficulty": "متوسط"
    },
    {
        "id": 438,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العارف لا يعرف، والنذل ما يلما»؟",
        "options": [
            "يقال للشخص الفطن صاحب الخبرة والمعرفة في الرجال والأنساب والقبائل .",
            "يقال عندما يتتكر الخطأ من الشخص .",
            "يقال عندما ي َ نصح صاحب الخبرة والمعرفة وي َحذر من الوقوع في الخطأ، دون أن تكون له حاجة لذلك.",
            "يقال عندما يتجنب العارف الخطأ، ويأتيه من يحذره من الوقوع فيه ."
        ],
        "answer": "يقال عندما ي َ نصح صاحب الخبرة والمعرفة وي َحذر من الوقوع في الخطأ، دون أن تكون له حاجة لذلك.",
        "difficulty": "متوسط"
    },
    {
        "id": 439,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العارف خصيم نفسه»؟",
        "options": [
            "يقال عندما يتجنب العارف الخطأ، ويأتيه من يحذره من الوقوع فيه .",
            "يقال عندما ي َ نصح صاحب الخبرة والمعرفة وي َحذر من الوقوع في الخطأ، دون أن تكون له حاجة لذلك.",
            "يقال عندما يتتكر الخطأ من الشخص .",
            "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل ."
        ],
        "answer": "يقال عندما يتجنب العارف الخطأ، ويأتيه من يحذره من الوقوع فيه .",
        "difficulty": "متوسط"
    },
    {
        "id": 440,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عافها عزيمة، وياها طرارة»؟",
        "options": [
            "يقال عندما يعد ُّ الشخص العدة َ للحصول على شيء ما ، وفجأة تحدث ظروف وينفلت الأمر وتضيع فرصة الحصول على ذلك الشيء .",
            "يقال لمن يحصل على منفعة جليلة من شخص ضعيف ومتواضع ومن ثم يذمه وينتقص من فضله وقيمته .",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال لمن ي َ عرض عليه هدية ما، أو منصب رفيع المستوى، ويرفضه ثم يأتي بعد فترة كالمتسول يطلب الحصول على الشيء الذي عر َ ض عليه بالأمس، ولا يحصل عليه ."
        ],
        "answer": "يقال لمن ي َ عرض عليه هدية ما، أو منصب رفيع المستوى، ويرفضه ثم يأتي بعد فترة كالمتسول يطلب الحصول على الشيء الذي عر َ ض عليه بالأمس، ولا يحصل عليه .",
        "difficulty": "متوسط"
    },
    {
        "id": 441,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عبدهللا في أرض هللا»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي يتسم بالبساطة والتواضع ولا يأتي منه إال الخير.",
            "يقال للشخص الجبان الذي لا تظهر سطوته وقوة صوته إال أمام أصحابه وأهل بيته .",
            "يقال للشخص الحاسد المجرد من الخير الذي ينفع نفسه ولا ينفع المقربين منه عند الحاجة ."
        ],
        "answer": "يقال للشخص الذي يتسم بالبساطة والتواضع ولا يأتي منه إال الخير.",
        "difficulty": "متوسط"
    },
    {
        "id": 442,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عتيج الصوف والجديد البريسم»؟",
        "options": [
            "يقال للحث على التمسك والعمل بتلك النصائح .",
            "يقال للحث على التمسك بالعادات الحميدة التي ورثها الآباء عن الأجداد .",
            "يقال للحث على عدم الازدراء والاستهانة بكل ما هو صغير .",
            "يقال للحث على التمسك بكل ما هو أصيل ومعروف ودائم، وترك كل ما هو حديث مؤقت وزائف ."
        ],
        "answer": "يقال للحث على التمسك بكل ما هو أصيل ومعروف ودائم، وترك كل ما هو حديث مؤقت وزائف .",
        "difficulty": "متوسط"
    },
    {
        "id": 443,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عدوك من بلغك مهب من قال فيك»؟",
        "options": [
            "يقال للنمام الذي ينقل إليك قول مزعج من أحد الخصوم، وهو ما ي َ عرض الخصوم إلى الاقتتال والخالف الحاد .",
            "يقال عندما يعجز عن مساعدتك أحد المقربين إليك، ويبادر أحد الغرباء بمد يد العون لك.",
            "يقال عند استحالة كسب قضية ما ؛ يكون القاضي أحد الخصمين فيها .",
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة ."
        ],
        "answer": "يقال للنمام الذي ينقل إليك قول مزعج من أحد الخصوم، وهو ما ي َ عرض الخصوم إلى الاقتتال والخالف الحاد .",
        "difficulty": "متوسط"
    },
    {
        "id": 444,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عريان وطاح على امفصخ»؟",
        "options": [
            "يقال عندما يعيب الشخص على شخص آخر، وهو يحمل نفس العيوب .",
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب .",
            "يقال لضعيف الحال عندما يطلب من شخص آخر حاجة، هو قد يكون بأمس الحاجة إليها منه، وأضعف حاال منه .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال لضعيف الحال عندما يطلب من شخص آخر حاجة، هو قد يكون بأمس الحاجة إليها منه، وأضعف حاال منه .",
        "difficulty": "متوسط"
    },
    {
        "id": 445,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العرس حق اثنين والشطة حق الفين»؟",
        "options": [
            "يقال لحث من يقدم على الزواج، أن يتبين دين و أخالق عائلة المرأة التي يرغب في الزواج منها.",
            "يقال عندما يتحدد موعد لزواج شخص، وترى الكل منشغال بهذا الزواج استعدادا ليوم بلوغه .",
            "يقال عندما تستنجد بصديق وترى منه ما يرضيك .",
            "عندما يسأل الشخص عن أجره اليومي، أو الشهري، إن تبقى منه شيء أم لا ، فيرد بهذا المثل ."
        ],
        "answer": "يقال عندما يتحدد موعد لزواج شخص، وترى الكل منشغال بهذا الزواج استعدادا ليوم بلوغه .",
        "difficulty": "متوسط"
    },
    {
        "id": 446,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العرق دساس»؟",
        "options": [
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
            "يقال عندما ترى أحد الأوالد به عاهة أو طبع سيئ لم يعهد في عائلة الزوج، وإنما ورثه من عائلة الزوجة .",
            "يقال عندما ترى الأخالق السيئة والمواقف غير السوية تخرج من أحد أبناء الخيرين الذين قد توفاهم هللا وأبناؤهم صغار.",
            "يقال عندما ترى أمامك أنشطة مختلفة وكل نشاط صعب تجد أحد المتخصصين قائم عليه ."
        ],
        "answer": "يقال عندما ترى أحد الأوالد به عاهة أو طبع سيئ لم يعهد في عائلة الزوج، وإنما ورثه من عائلة الزوجة .",
        "difficulty": "صعب"
    },
    {
        "id": 447,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العرجا اللي تضلع تبغي تلحق القوية اللي تربع»؟",
        "options": [
            "يقال لتجاهل الخصم وعدم الرد عليه بالمثل سواء أكان بقول أم كان بفعل .",
            "يقال لمن لا يخاف هللا وقد تولى أمرا من الأمور ليس أهال له سواء أكان دابة أم كان غيرها .",
            "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
            "يقال عندما ينافس الفقير الغني ويجاريه في شراء كل شيء سواء أكان سيارات أم كان غيرها ."
        ],
        "answer": "يقال عندما ينافس الفقير الغني ويجاريه في شراء كل شيء سواء أكان سيارات أم كان غيرها .",
        "difficulty": "صعب"
    },
    {
        "id": 448,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عز الفتا في دياره لو غدا سايل وفي دار الأجناب لا ناشد ولا منشود»؟",
        "options": [
            "يقال عندما ترى شخص يهان ويقلل من شأنه ومقداره في بلد غير بلده .",
            "يقال عندما ترى شخص قبيح المظهر والصفات والأفعال .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا ."
        ],
        "answer": "يقال عندما ترى شخص يهان ويقلل من شأنه ومقداره في بلد غير بلده .",
        "difficulty": "صعب"
    },
    {
        "id": 449,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العز في راس الخطر»؟",
        "options": [
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال عندما يسأل صاحب الصيت والمقام العالي، عن كيفية حصوله على هذا اللقب والمكانة .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال عندما يسأل الشخص عن ماهية أحواله المعيشية إن كانت جيدة أم لا ."
        ],
        "answer": "يقال عندما يسأل صاحب الصيت والمقام العالي، عن كيفية حصوله على هذا اللقب والمكانة .",
        "difficulty": "صعب"
    },
    {
        "id": 450,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العزم أخو اللزم أبا الظفرات والترك أخو الفرك أبا الحسرات أو العثرات ويقال»؟",
        "options": [
            "يقال على لسان من تراجع عن إنجاز شيء ما، من أثر عدم تعاون الآخرين معه.",
            "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
            "يقال على لسان من ظفر وكسب له شيء من أثر جده واجتهاده في العمل أو نحو ذلك . وهذا المثل يتطابق مع المثل القائل : (العزم أخو اللزم أبا لظفرات والترك أخو الفرك أبا الحسرات أو العثرات).",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك."
        ],
        "answer": "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك.",
        "difficulty": "صعب"
    },
    {
        "id": 451,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عساها في الشحم»؟",
        "options": [
            "يقال عندما تتسرب أخبار مهمة ويتم نفيها .",
            "يقال على صيغة سؤال أو استفسار من الشخص الذي ذهب إلنجاز مهمة ما، إن كان أنجزها بنجاح أم لا .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال عندما يضطر الشخص لطلب سلعة أو حاجة مهمة من قريب ."
        ],
        "answer": "يقال على صيغة سؤال أو استفسار من الشخص الذي ذهب إلنجاز مهمة ما، إن كان أنجزها بنجاح أم لا .",
        "difficulty": "صعب"
    },
    {
        "id": 452,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عصاة العز لا تومي بها كل ساعة، خوفي على عيال النسا يكسرونها»؟",
        "options": [
            "يقال للتنبيه من خطورة ردة فعل الشخص الضعيف عندما يحتقر أمام الناس .",
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال للمتغطرس والمتسلط على الناس عندما يهين من هو أدنى منه أمام الناس، ويرد عليه الم َ هان بقول أو فعل يفقده سطوته وهيبته أمامهم ."
        ],
        "answer": "يقال للمتغطرس والمتسلط على الناس عندما يهين من هو أدنى منه أمام الناس، ويرد عليه الم َ هان بقول أو فعل يفقده سطوته وهيبته أمامهم .",
        "difficulty": "صعب"
    },
    {
        "id": 453,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عط الخباز خبزه لو أكل نصفه»؟",
        "options": [
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال للحث على تكليف الشخص المتمرس ذو الخبرة والمهارة العالية على إنجاز المهمة أو العمل دون غيره .",
            "يقال للحث على إعطاء المهمة وإصالح العمل لذوي الاختصاص دون غيرهم .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه ."
        ],
        "answer": "يقال للحث على تكليف الشخص المتمرس ذو الخبرة والمهارة العالية على إنجاز المهمة أو العمل دون غيره .",
        "difficulty": "صعب"
    },
    {
        "id": 454,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عقب ما شاب ودوه الكتاب»؟",
        "options": [
            "يقال عندما تبذل جهدا كبيرا في تطوير وتعليم الشخص الكبير ولا تجد استجابة منه لذلك.",
            "يقال عندما يفرض التعليم على الشخص الكبير .",
            "يقال لصاحب المجلس الذي يفرض على من يجالسه الجلوس معه في المكان والظروف المناخية التي تناسبه ولا تناسبهم .",
            "يقال عندما يؤدب الصغير حتى يرتدع الكبير ."
        ],
        "answer": "يقال عندما يفرض التعليم على الشخص الكبير .",
        "difficulty": "صعب"
    },
    {
        "id": 455,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عقرب رمل»؟",
        "options": [
            "يقال للشخص الكسول الذي لا يسر ولا يضر.",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس.",
            "يقال للشخص الذي لا يضر ولا ينفع، ويكون عالة على أصدقائه و مجتمعه."
        ],
        "answer": "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس.",
        "difficulty": "صعب"
    },
    {
        "id": 456,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «علم الحيا والطيبين ايبين»؟",
        "options": [
            "يقال عندما تتسرب أخبار مهمة ويتم نفيها .",
            "يقال عندما تردك أخبار موثوقة من عدة مصادر عن سقوط مطر غزير ، أو أخبار رجال قاموا بتحقيق إنجازات طيبة لخدمة الوطن والمواطنين .",
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب ."
        ],
        "answer": "يقال عندما تردك أخبار موثوقة من عدة مصادر عن سقوط مطر غزير ، أو أخبار رجال قاموا بتحقيق إنجازات طيبة لخدمة الوطن والمواطنين .",
        "difficulty": "صعب"
    },
    {
        "id": 457,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العلم في الصغر كالنقش في الحجر»؟",
        "options": [
            "يقال لحث أولياء الأمور على غرس العلم في أبنائهم بعناية منذ نعومة أضفارهم .",
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه .",
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل ."
        ],
        "answer": "يقال لحث أولياء الأمور على غرس العلم في أبنائهم بعناية منذ نعومة أضفارهم .",
        "difficulty": "صعب"
    },
    {
        "id": 458,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «علمناهم الطراره واسبقونا على البيبان»؟",
        "options": [
            "يقال للشخص الذي تدله على مصدر ومكان رزقك فيقوم بمزاحمتك عليه .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص الذي تدله على مصدر ومكان رزقك فيقوم بمزاحمتك عليه .",
        "difficulty": "صعب"
    },
    {
        "id": 459,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عليك بالأوله لو فيها نتف اللحى»؟",
        "options": [
            "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية .",
            "يقال لمن يأكل كل شيء وقعت عينه عليه واتصلت يده به ، ويقال كذلك لكل من لا يميز بين الحرام والحالل في كسب الرزق .",
            "يقال عندما يكون لك حق عند شخص مماطل ويتملص في أثناء مواجهته، من رد الحقوق التي عليه ، ويضرب كذلك لمن يتجه نحو مكان صعب ربما لا يستطيع الرجوع منه .",
            "يقال ألخذ الأشياء في أفضل أوقاتها ، ويضرب كذلك لمن يتردد ويتهاون في اقتناص فرصة وبعد فوات الأوان يصيبه الندم على ضياعها."
        ],
        "answer": "يقال ألخذ الأشياء في أفضل أوقاتها ، ويضرب كذلك لمن يتردد ويتهاون في اقتناص فرصة وبعد فوات الأوان يصيبه الندم على ضياعها.",
        "difficulty": "صعب"
    },
    {
        "id": 460,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «على الكراك»؟",
        "options": [
            "يقال عندما يخلط الشخص مواد غير متجانسة، وتخرج منها مادة جيدة .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال عندما يسأل الشخص عن ماهية أحواله المعيشية إن كانت جيدة أم لا .",
            "يقال عندما يسأل شخص من ذوي الدخل المحدود عن أحواله المعيشية إن كانت جيدة أم لا."
        ],
        "answer": "يقال عندما يسأل شخص من ذوي الدخل المحدود عن أحواله المعيشية إن كانت جيدة أم لا.",
        "difficulty": "سهل"
    },
    {
        "id": 461,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عينت أنا موكر الطيب يجي طيب ، ويا هللا عسى موكر الرديان للنفادي»؟",
        "options": [
            "يقال عندما يضطر الشخص لطلب سلعة أو حاجة مهمة من قريب .",
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال عندما تذهب إلى شخص طالبا منه حاجة أو فزعة فيلبي طلبك فورا ويهب لنجدتك.",
            "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة ."
        ],
        "answer": "يقال عندما تذهب إلى شخص طالبا منه حاجة أو فزعة فيلبي طلبك فورا ويهب لنجدتك.",
        "difficulty": "سهل"
    },
    {
        "id": 462,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العنفوز مهب من المالح»؟",
        "options": [
            "يقال للشخص الفطن صاحب الخبرة والمعرفة في الرجال والأنساب والقبائل .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الحاسد المجرد من الخير الذي ينفع نفسه ولا ينفع المقربين منه عند الحاجة .",
            "يقال للشخص الدوني الذي لا يعتد به بين الرجال ولا يد َخر لوقت الحاجة ."
        ],
        "answer": "يقال للشخص الدوني الذي لا يعتد به بين الرجال ولا يد َخر لوقت الحاجة .",
        "difficulty": "سهل"
    },
    {
        "id": 463,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عنبر أخو بلل»؟",
        "options": [
            "يقال لمن ينصحك باستبدال موظف أو عامل تعرفه بآخر تجهله.",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان من يوظف عامل أو موظف جديد ويكتشف بأن أدائه ضعيف كزميله السابق الذي تم استبدله أو الاستغناء عنه .",
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن."
        ],
        "answer": "يقال على لسان من يوظف عامل أو موظف جديد ويكتشف بأن أدائه ضعيف كزميله السابق الذي تم استبدله أو الاستغناء عنه .",
        "difficulty": "سهل"
    },
    {
        "id": 464,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عومة ماكولة ومذمومة»؟",
        "options": [
            "يقال لمن ي َ عرض عليه هدية ما، أو منصب رفيع المستوى، ويرفضه ثم يأتي بعد فترة كالمتسول يطلب الحصول على الشيء الذي عر َ ض عليه بالأمس، ولا يحصل عليه .",
            "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يحصل على منفعة جليلة من شخص ضعيف ومتواضع ومن ثم يذمه وينتقص من فضله وقيمته ."
        ],
        "answer": "يقال لمن يحصل على منفعة جليلة من شخص ضعيف ومتواضع ومن ثم يذمه وينتقص من فضله وقيمته .",
        "difficulty": "سهل"
    },
    {
        "id": 465,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عود في دلخته»؟",
        "options": [
            "يقال عندما تتنازع مع شخص ويتراجع عن المنازعة بسبب تغلبك عليه بالحجة والبيان.",
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء .",
            "يقال عندما ينقطع رزق شخص بسبب كثرة الخجل الذي يمنعه من المطالبة بأقل حق له."
        ],
        "answer": "يقال عندما تتنازع مع شخص ويتراجع عن المنازعة بسبب تغلبك عليه بالحجة والبيان.",
        "difficulty": "سهل"
    },
    {
        "id": 466,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العورا تعيب على أم زر»؟",
        "options": [
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما يعيب الشخص على شخص آخر، وهو يحمل نفس العيوب .",
            "يقال لمن يحمل ثقلين ويعجز عن حمل الثالث .",
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب ."
        ],
        "answer": "يقال عندما يعيب الشخص على شخص آخر، وهو يحمل نفس العيوب .",
        "difficulty": "سهل"
    },
    {
        "id": 467,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عين الحر ميزانه»؟",
        "options": [
            "يقوله البائع حينما يطلب منه المشتري اختيار سلعة طيبة له .",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة .",
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش ."
        ],
        "answer": "يقوله البائع حينما يطلب منه المشتري اختيار سلعة طيبة له .",
        "difficulty": "سهل"
    },
    {
        "id": 468,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عين ما شافتك ما المتك»؟",
        "options": [
            "يقال عندما يقع ا َلشخص الحذر َفي قد َره المحتوم .",
            "يقال عندما يحكم على جودة الشيء من ظاهره ، وكذلك يقال عندما يستهزأ من شخص بعدما يظهر منه خطأ ما ، وكذلك يقال حينما يتشاءَم أحد الناس من شخص آخر .",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عندما يقع الشخص في خطأ أو تقصير ولا يراه أو يدركه أحد من معارفه الدائمي اللوم له."
        ],
        "answer": "يقال عندما يقع الشخص في خطأ أو تقصير ولا يراه أو يدركه أحد من معارفه الدائمي اللوم له.",
        "difficulty": "سهل"
    },
    {
        "id": 469,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «عينك على حللك دواء»؟",
        "options": [
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على مراقبة أموالك وشؤونك الخاصة والعامة بنفسك .",
            "يقال للحث على اقتناء البقر ."
        ],
        "answer": "يقال للحث على مراقبة أموالك وشؤونك الخاصة والعامة بنفسك .",
        "difficulty": "سهل"
    },
    {
        "id": 470,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العين ما تعل على الحاجب»؟",
        "options": [
            "يقال في أحقية من له الفضل على الآخر .",
            "يقال للتواضع وتقدير الطرف الآخر الذي يفوقك سنا وخبرة وعلما .",
            "يقال لحث الشباب على خدمة ومساعدة من يكبرهم ًّسنا .",
            "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة."
        ],
        "answer": "يقال للتواضع وتقدير الطرف الآخر الذي يفوقك سنا وخبرة وعلما .",
        "difficulty": "سهل"
    },
    {
        "id": 471,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العين تحط الولد في القبر وتحط البعير في القدر»؟",
        "options": [
            "يقال للتوخي والحذر من الإصابة بالحسد أو العين .",
            "يقال ألخذ الحيطة والحذر من أمر قد ظهرت عالمته .",
            "يقال ألخذ الحيطة والحذر من أي تهديد قد يصلك سواء كان شفهي أم كان فعلي .",
            "يقال للحذر من الإصابة بالحسد ."
        ],
        "answer": "يقال للتوخي والحذر من الإصابة بالحسد أو العين .",
        "difficulty": "سهل"
    },
    {
        "id": 472,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «العيش طبع مراكب»؟",
        "options": [
            "يقال لممازحة الصديق عندما تراه يأكل بشراهة ونهم، من وليمة غالبية محتواها من الأرز.",
            "يقال عندما يلبي الصديق استغاثة صديقه .",
            "يقال للحث على عدم التعامل بالبيع والشراء مع الصديق المخلص .",
            "يقال لمن أراد أن يتعامل مع التمر كما يتعامل مع الأرز ."
        ],
        "answer": "يقال لممازحة الصديق عندما تراه يأكل بشراهة ونهم، من وليمة غالبية محتواها من الأرز.",
        "difficulty": "سهل"
    },
    {
        "id": 473,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «غالي والطلب ارخيص»؟",
        "options": [
            "يقال عندما تضع شيء يخصك في مكان آمن قريب منك ويعود بالنفع عليك .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "عندما يطلب منك من تحب شيء يسير وتقدمه له بكل أريحية وطيب نفس .",
            "يقال كتعبير واعتذار لمن يطلب منك شيء وتلبي طلبه ناقصا، بسبب عدم توفر الكمية لديك ."
        ],
        "answer": "عندما يطلب منك من تحب شيء يسير وتقدمه له بكل أريحية وطيب نفس .",
        "difficulty": "سهل"
    },
    {
        "id": 474,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «غدارة الدنيا لو تجملت ، وميزانها عقب العدال يميل»؟",
        "options": [
            "عندما يصيب الشخص بؤس وعوز بعدما كان في رغد من العيش .",
            "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء .",
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
            "يقال للشخص الذي قست عليه الدنيا وعاش عيشة الكفاف بعد أن كان في رغد من العيش ."
        ],
        "answer": "عندما يصيب الشخص بؤس وعوز بعدما كان في رغد من العيش .",
        "difficulty": "سهل"
    },
    {
        "id": 475,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الغريب إن شاف الخير تدلى وإن شاف الشر تعلى»؟",
        "options": [
            "يقال عندما يحسد الناس الشخص المحظوظ الذي وهبه هللا من الرزق الكثير .",
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق .",
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له .",
            "يقال للشخص الغريب عندما يأتي لبلدة ما بهدف العمل وكسب الرزق وهي في أمان ورخاء ويغادرها فورا عندما تصيبها نائبة لا سمح هللا ."
        ],
        "answer": "يقال للشخص الغريب عندما يأتي لبلدة ما بهدف العمل وكسب الرزق وهي في أمان ورخاء ويغادرها فورا عندما تصيبها نائبة لا سمح هللا .",
        "difficulty": "سهل"
    },
    {
        "id": 476,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «غزال أم خنجر»؟",
        "options": [
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
        "difficulty": "سهل"
    },
    {
        "id": 477,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الغزل انقلب صوف»؟",
        "options": [
            "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة .",
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال تعليقا على من يرفع نبرة صوته إلظهار حقيقة ما ."
        ],
        "answer": "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
        "difficulty": "سهل"
    },
    {
        "id": 478,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «غصيت بك يا ماء ويش ادفعك به»؟",
        "options": [
            "يقال إذا تأزمت الأمور وصعبت الحلول .",
            "يقال عندما يشتكي لك شخص من رداءة التمر الذي اشتراه ، فترد عليه بهذا المثل ( إذا اغترك التمر اعبطه ).",
            "يقال للقناعة بالشيء اليسير إذا تعذر منه الكثير .",
            "يقال لإلقدام على وضع الأمور في نصابها، والابتعاد عن المشاكل التي تحول دون بلوغ الهدف."
        ],
        "answer": "يقال إذا تأزمت الأمور وصعبت الحلول .",
        "difficulty": "سهل"
    },
    {
        "id": 479,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «غصب على البل تركب جاريات السفن»؟",
        "options": [
            "يقال لحث الشخص المتوقف عن العمل على القيام بمهمته وعدم الاستكانة وتضييع الوقت حتى لو لم تكن الظروف مهيأة لذلك .",
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية ."
        ],
        "answer": "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له .",
        "difficulty": "سهل"
    },
    {
        "id": 480,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الغنم غنيمة في الديار المقيمة»؟",
        "options": [
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على تجنب الارتباط بهم .",
            "يقال للحث على اختيار الزوجة الصالحة ."
        ],
        "answer": "يقال للحث على امتالك المواشي .",
        "difficulty": "سهل"
    },
    {
        "id": 481,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «فار درميت»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص البخيل المتواري عن الأنظار .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية ."
        ],
        "answer": "يقال للشخص البخيل المتواري عن الأنظار .",
        "difficulty": "سهل"
    },
    {
        "id": 482,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «فار في غار»؟",
        "options": [
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال للتنبيه من خطورة ردة فعل الشخص الضعيف عندما يحتقر أمام الناس ."
        ],
        "answer": "يقال لتحقير وذم البخيل أمام الناس .",
        "difficulty": "سهل"
    },
    {
        "id": 483,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «فايدة الحنا ياكله اللومي»؟",
        "options": [
            "يقال على لسان التاجر عندما يأتيه المشتري وينظر في البضاعة من بعيد ولا يسأل عنها ولا عن قيمتها .",
            "يقال للشخص أو التاجر الذي يشتري بضاعة لكي يبيعها ويستفيد منها وبعد البيع ومراجعة الحساب يتبين له أن شحن البضاعة وأجور البيع قد كلفته ثمن الفائدة .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس."
        ],
        "answer": "يقال للشخص أو التاجر الذي يشتري بضاعة لكي يبيعها ويستفيد منها وبعد البيع ومراجعة الحساب يتبين له أن شحن البضاعة وأجور البيع قد كلفته ثمن الفائدة .",
        "difficulty": "سهل"
    },
    {
        "id": 484,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «فرخ أم الصنين كبر أمه ولا يطير»؟",
        "options": [
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
            "يقال للشخص الدوني الذي لا يعتد به بين الرجال ولا يد َخر لوقت الحاجة .",
            "يقال عندما يصبح الولد يافعا وهو لا يزال بجوار أهله دون عمل ودائم الحاجة إليهم .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته ."
        ],
        "answer": "يقال عندما يصبح الولد يافعا وهو لا يزال بجوار أهله دون عمل ودائم الحاجة إليهم .",
        "difficulty": "سهل"
    },
    {
        "id": 485,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الفقر يجازي الرجال إكفات»؟",
        "options": [
            "يقال لتأنيب الشخص الذي لم يحضر لموعد مهم بسبب انشغاله واهتمامه بعمل آخر .",
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له .",
            "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية .",
            "يقال عندما ينتقد الرجل بسبب الرائحة الكريهة التي تفوح من إبطه بسبب جهده وعمله ."
        ],
        "answer": "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية .",
        "difficulty": "سهل"
    },
    {
        "id": 486,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الفقير ابن عم الكلب»؟",
        "options": [
            "يقال عندما ترى الاستفسارات والنصائح المختلفة تنهال على من أعلن أمام الناس عن مشكلة مرضية أو اجتماعية قد أصابته .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر ."
        ],
        "answer": "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
        "difficulty": "سهل"
    },
    {
        "id": 487,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «فك حلقك ويرزقك هللا»؟",
        "options": [
            "يقال عندما ترى التسيب والفوضى قد دبا في المكان من أثر غياب رب ذلك المكان .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور .",
            "يقال عندما ترى شخص قد قلت هيبته واحترامه أمام الحاضرين بسبب كثرة حديثه ."
        ],
        "answer": "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور .",
        "difficulty": "سهل"
    },
    {
        "id": 488,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «في بطن حيل جرو»؟",
        "options": [
            "يقال لكل من يتفاخر بالجيد من قبيلة خواله ويدعي بأنه خاله .",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
            "يقال عندما تدعو شخص شبعان ليتناول معك وجبة ويتظاهر بأنه لا يسمعك .",
            "يقال حينما يراد إكرام الشاعر على وجبة العشاء أو الغداء ."
        ],
        "answer": "يقال عندما تدعو شخص شبعان ليتناول معك وجبة ويتظاهر بأنه لا يسمعك .",
        "difficulty": "سهل"
    },
    {
        "id": 489,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «في السنه احسنة»؟",
        "options": [
            "يقال على لسان من يلتقي بصديق لم يره منذ فترة، بسبب انشغال الصديق وتعلقه بمن يحب .",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
            "يقال عندما تعاتب صديق بسبب انقطاعه عنك منذ فترة ويتحجج إليك بأنه قد زارك منذ فترة قصيرة .",
            "يقال للتأكيد والداللة على أن الميت قد توفي منذ فترة طويلة ."
        ],
        "answer": "يقال عندما تعاتب صديق بسبب انقطاعه عنك منذ فترة ويتحجج إليك بأنه قد زارك منذ فترة قصيرة .",
        "difficulty": "سهل"
    },
    {
        "id": 490,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «في المال ولا في العيال»؟",
        "options": [
            "يقال على لسان من يصاب بجرم ظاهره هين وباطنه صعب لا يعرفه إال هو .",
            "يقال عندما يصاب المرء في حالله وماله بمصيبة ويسلم منها هو وأهله وعياله .",
            "يقال عندما يعتاد المرء على عمل أو أمر ما في شبابه ويألفه عند ك َبره .",
            "يقال للشخص الذي يصاب في عدة حوادث بالغة وينجو منها بأعجوبة ."
        ],
        "answer": "يقال عندما يصاب المرء في حالله وماله بمصيبة ويسلم منها هو وأهله وعياله .",
        "difficulty": "سهل"
    },
    {
        "id": 491,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال داوها تبرى قال قصها تبرى»؟",
        "options": [
            "يقال لمن يحاول استبدال شيء يعرفه بآخر جديد لا يعرفه من قلة الخبرة.",
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال لمن يحاول معالجة وإصالح شيء لا فائدة من إصالحه .",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه ."
        ],
        "answer": "يقال لمن يحاول معالجة وإصالح شيء لا فائدة من إصالحه .",
        "difficulty": "سهل"
    },
    {
        "id": 492,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال ايش حادك يا المسمار؟ قال المطرقة»؟",
        "options": [
            "يقال لمن يجابه القوة بقوة مثلها، أو أقوى منها .",
            "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته .",
            "يقال عندما يدفعك من هو أقوى منك نحو طريق أو عمل تكره أن تسير فيه ، أو لمن تدفعه الظروف الصعبة على تحمل الصعاب ."
        ],
        "answer": "يقال عندما يدفعك من هو أقوى منك نحو طريق أو عمل تكره أن تسير فيه ، أو لمن تدفعه الظروف الصعبة على تحمل الصعاب .",
        "difficulty": "سهل"
    },
    {
        "id": 493,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال وين اذنك يا احبشي؟ قال هذيك»؟",
        "options": [
            "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة .",
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
            "يقال للحث على تجنب الطريق المختصر والخطر أو تجنب الأشخاص والأماكن التي قد تأتيك منها المشاكل .",
            "يقال لنصح من يترك العمل القريب والآمن ويذهب للعمل والبحث عن الرزق في أماكن بعيدة وخطرة ، ويقال، كذلك، الختيار الطريق السهل والآمن لكسب الرزق وترك الطريق الصعب والخطر ."
        ],
        "answer": "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
        "difficulty": "سهل"
    },
    {
        "id": 494,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال من شاهدك يا أبا الحصين؟ قال اذنبي»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال للشخص الذي يرتكب عمل مخل بالدين والآداب العامة أمام الناس .",
            "يقال للشخص الذي يستعرض حدث ما أمام الناس ويستشهد بأحد مقربيه أو الموالين له إلثبات صحة تلك المعلومات .",
            "يقال للشخص الذي لا يلتزم أمام الناس بالعادات والتقاليد والأعراف والخلق الحسن ."
        ],
        "answer": "يقال للشخص الذي يستعرض حدث ما أمام الناس ويستشهد بأحد مقربيه أو الموالين له إلثبات صحة تلك المعلومات .",
        "difficulty": "سهل"
    },
    {
        "id": 495,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال من أخاك يا أعرابي؟ قال ولد أمي وآبي..قال أخوي من نفعني ونفعته»؟",
        "options": [
            "يقال للتصدي لمن يتحدث أمام المأل، بحديث كاذب وملفق ، وغير منطقي.",
            "يقال لمن يقف مع إكرام وود صاحب المال والمنفعة المتبادلة ، على ود إخوته ومقربيه.",
            "يقال لمن سأل شخص أمام المأل سؤال في غير محله وأتاه الجواب من حيث لا يدري .",
            "يقال لتحذير التاجر أو صاحب المال من وضع صاحب السوابق وكيال على ماله أو بضاعته ."
        ],
        "answer": "يقال لمن يقف مع إكرام وود صاحب المال والمنفعة المتبادلة ، على ود إخوته ومقربيه.",
        "difficulty": "سهل"
    },
    {
        "id": 496,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال طالبني وأطالبك قال فارقني وأفارقك»؟",
        "options": [
            "يقال للحث على حل المشاكل بين الأقرباء وديا وعدم اللجوء للقضاء .",
            "يقال لتحكيم العقل وضبط النفس وعدم الانسياق خلف المنازعات و المشاكل .",
            "يقال عنما يتعرض كريم النفس للمنة .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين ."
        ],
        "answer": "يقال لتحكيم العقل وضبط النفس وعدم الانسياق خلف المنازعات و المشاكل .",
        "difficulty": "سهل"
    },
    {
        "id": 497,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال ايش إيصيحك وأنت الفوقي؟ قال اخاف من القلبة»؟",
        "options": [
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير .",
            "يقال عندما ترى شخص قد نجح في اعتالء موقع معين وبسبب خوفه من السقوط وعدم ثقته بنفسه، قام بطلب المساعدة من أصدقائه .",
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه ."
        ],
        "answer": "يقال عندما ترى شخص قد نجح في اعتالء موقع معين وبسبب خوفه من السقوط وعدم ثقته بنفسه، قام بطلب المساعدة من أصدقائه .",
        "difficulty": "سهل"
    },
    {
        "id": 498,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال تقدم يا موت قال تقدم يا سبب»؟",
        "options": [
            "يقال عندما يقع ا َلشخص الحذر َفي قد َره المحتوم .",
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال للسقيم الذي يتمنى الموت ولا يظفر به .",
            "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء ."
        ],
        "answer": "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
        "difficulty": "سهل"
    },
    {
        "id": 499,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال سابق الخير قال إلحق الخير»؟",
        "options": [
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على السعي في طلب الرزق مبكرا وعدم النوم حتى وقت الضحى."
        ],
        "answer": "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
        "difficulty": "سهل"
    },
    {
        "id": 500,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال صفوا صفين قال كلنا اثنين»؟",
        "options": [
            "يقال للقليل من الأشخاص ، وللرد على الإمام عندما يقيم الصالة بشخصين ويحث فيها على الاعتدال ورص الصف .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على تجنب الطريق المختصر والخطر أو تجنب الأشخاص والأماكن التي قد تأتيك منها المشاكل .",
            "يقال عندما يعرض عليك أحد الأشخاص مساعدة من باب المحبة والمساعدة ."
        ],
        "answer": "يقال للقليل من الأشخاص ، وللرد على الإمام عندما يقيم الصالة بشخصين ويحث فيها على الاعتدال ورص الصف .",
        "difficulty": "سهل"
    },
    {
        "id": 501,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال من آمرك قال من نهاني»؟",
        "options": [
            "يقال عندما يتصادف وجود شخص في تجمع ،أو مسير عام، وي َ سأل عن سبب تواجده .",
            "يقال عندما يدخل شخص في منطقة محظورة دون علم منه، ويأتيه بعد فترة من يسأله عن سبب تواجده وكيفية دخوله .",
            "يقال عندما ي َ سأل الشخص عن سبب نومه المبكر .",
            "يقال للتعبير عن حب الشخص لماله، وعن سبب الذود عنه ."
        ],
        "answer": "يقال عندما يدخل شخص في منطقة محظورة دون علم منه، ويأتيه بعد فترة من يسأله عن سبب تواجده وكيفية دخوله .",
        "difficulty": "سهل"
    },
    {
        "id": 502,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال عطه من حق هللا قال اوزنه»؟",
        "options": [
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب .",
            "يقال حينما يدور حديث بين اثنين في موضوع معين ، وفجأة يتدخل شخص آخر ويتحدث في موضوع آخر كان يتمناه ويشغل باله .",
            "يقال عندما يتصدق الشخص على آخر بصدقة عينية ويشترط عليه المستَحق أن تكون من نوع و وزن معين .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال عندما يتصدق الشخص على آخر بصدقة عينية ويشترط عليه المستَحق أن تكون من نوع و وزن معين .",
        "difficulty": "سهل"
    },
    {
        "id": 503,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال عمك ما يكسيك؟ قال عمي مهب عمي»؟",
        "options": [
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره .",
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال في عدم رعاية الأغنياء من الأقارب للفقراء منهم .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له ."
        ],
        "answer": "يقال في عدم رعاية الأغنياء من الأقارب للفقراء منهم .",
        "difficulty": "سهل"
    },
    {
        "id": 504,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال اطالبك بقيد قال اطالبك بجمل»؟",
        "options": [
            "يقال للتواضع وتقدير الطرف الآخر الذي يفوقك سنا وخبرة وعلما .",
            "يقال لمن يغترب عن وطنه ولا يجد في البلد الآخر أي اهتمام، أو تقدير، أو وزن.",
            "يقال لالستدالل على أحقية الجد في الاستيالء على إرث ولده المتوفي .",
            "يقال في أحقية من له الفضل على الآخر ."
        ],
        "answer": "يقال في أحقية من له الفضل على الآخر .",
        "difficulty": "سهل"
    },
    {
        "id": 505,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال انفخ يا شريم قال ما من برطم»؟",
        "options": [
            "يقال عندما يكلف الشخص بعمل ويرفضه بسبب عذر تافه، أو لعدم توفر شروط النجاح.",
            "يقال لتأنيب الشخص الذي لم يحضر لموعد مهم بسبب انشغاله واهتمامه بعمل آخر .",
            "يقال كتعبير واعتذار لمن يطلب منك شيء وتلبي طلبه ناقصا، بسبب عدم توفر الكمية لديك .",
            "يقال عندما يتأخر الرجل الكريم عن القيام بعمل الواجب بسبب تردي وسوء أحواله المادية ."
        ],
        "answer": "يقال عندما يكلف الشخص بعمل ويرفضه بسبب عذر تافه، أو لعدم توفر شروط النجاح.",
        "difficulty": "سهل"
    },
    {
        "id": 506,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال وين عاقلكم يا المينن؟ قالوا ذاك المربط»؟",
        "options": [
            "يقال عندما تحدث مشاجرة بين مجموعتين من الأفراد ويعلو بينهم الصراخ لحد الجنون، ويدخل بينهم وسيط ويطلب أن يرشدوه إلى أحكمهم وأرشدهم فيشيروا إلى أقواهم وأشرسهم، بمعنى أنهم لا يريدون حال وإنما يريدون مواصلة الاقتتال .",
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال عندما تحدث مشكلة بين فريقين ويذهب أحد الأشخاص كوسيط بينهم إلقناع أحد الأطراف بتخفيف أو بتليين حدة موقفه وحلحلة المشكلة ويلقى منهم فعال لا يرضيه .",
            "يقال للنمام الذي ينقل إليك قول مزعج من أحد الخصوم، وهو ما ي َ عرض الخصوم إلى الاقتتال والخالف الحاد ."
        ],
        "answer": "يقال عندما تحدث مشاجرة بين مجموعتين من الأفراد ويعلو بينهم الصراخ لحد الجنون، ويدخل بينهم وسيط ويطلب أن يرشدوه إلى أحكمهم وأرشدهم فيشيروا إلى أقواهم وأشرسهم، بمعنى أنهم لا يريدون حال وإنما يريدون مواصلة الاقتتال .",
        "difficulty": "سهل"
    },
    {
        "id": 507,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قال كلت؟ قال نعم، قال تمصمصت؟ قال لا، قال عيل ما كلت»؟",
        "options": [
            "يقال لحث الصائم عند الفطور على تناول كميات كبيرة ومتنوعة من الطعام لكي يعوضه عن الجوع الذي أصابه طيلة النهار .",
            "يقال لحث من يتناول الطعام معك على المائدة على تناول القليل من اللحم ومص الكثير من العظم لما فيه من فائدة تعود على فتح الشهية .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال كرد مؤدب على جارك في المائدة عندما يصر على إعطائك قطعة من اللحم أو نوع من الطعام أنت لا تريده ، ويضرب كذلك، لالعتماد على النفس في تناول الطعام ."
        ],
        "answer": "يقال لحث من يتناول الطعام معك على المائدة على تناول القليل من اللحم ومص الكثير من العظم لما فيه من فائدة تعود على فتح الشهية .",
        "difficulty": "سهل"
    },
    {
        "id": 508,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قالوا اسلمت القافلة؟ قالوا محد جاها»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال عندما ينجو الشخص بنفسه وماله من أمر ما بسبب أنه لم يتعرض له أحد ثم يتباهى بين الناس بأن شجاعته وإقدامه وحكمته هي من أنقذته من ذلك الموقف .",
            "لنصح الحاسد بأن يكف أذاه وحسده عن الناس",
            "يقال على لسان من أصيب بأذى الناس أو أحيك له أمر لا يعلمه وهو غافل ."
        ],
        "answer": "يقال عندما ينجو الشخص بنفسه وماله من أمر ما بسبب أنه لم يتعرض له أحد ثم يتباهى بين الناس بأن شجاعته وإقدامه وحكمته هي من أنقذته من ذلك الموقف .",
        "difficulty": "سهل"
    },
    {
        "id": 509,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قلنا ثور قال حلبوه»؟",
        "options": [
            "يقال لمن يتهاون في طلب حقه ولا يجتهد فيه .",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له .",
            "يقال لمن يسيء استخدام شيء قد استأجره ."
        ],
        "answer": "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له .",
        "difficulty": "سهل"
    },
    {
        "id": 510,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قابل جيش ولا اتقابل عيش»؟",
        "options": [
            "يقوله الشخص الجائع الذي يطول انتظاره على مائدة الطعام بسبب تأخر وصول بعض المعازيم أو نحوه .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
            "يقال للتأكيد على أن الموت لا يقع إال بسبب ."
        ],
        "answer": "يقوله الشخص الجائع الذي يطول انتظاره على مائدة الطعام بسبب تأخر وصول بعض المعازيم أو نحوه .",
        "difficulty": "سهل"
    },
    {
        "id": 511,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «القبعة اتخلص الفنطاس»؟",
        "options": [
            "يقال للحث على الشد والحزم في كل شيء، وخاصة في تربية الأوالد وعدم إعطائهم مطلق الحرية في كل شيء .",
            "يقال للحث على الترشيد والاقتصاد في استهالك كل شيء وخاصة الماء .",
            "يقال للحث على الاقتصاد والترشيد في استخدام كل شيء وخاصة ماء الشرب .",
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء ."
        ],
        "answer": "يقال للحث على الترشيد والاقتصاد في استهالك كل شيء وخاصة الماء .",
        "difficulty": "سهل"
    },
    {
        "id": 512,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قديمك نديمك لو الجديد اغناك»؟",
        "options": [
            "يقال للحث على التمسك بكل ما هو أصيل ومعروف ودائم، وترك كل ما هو حديث مؤقت وزائف .",
            "يقال للحث على التمسك بالعادات الحميدة التي ورثها الآباء عن الأجداد .",
            "يقال للحث على التمسك والعمل بتلك النصائح .",
            "يقال للحث على اقتناء البقر ."
        ],
        "answer": "يقال للحث على التمسك بالعادات الحميدة التي ورثها الآباء عن الأجداد .",
        "difficulty": "متوسط"
    },
    {
        "id": 513,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «القرض قبل الفرض»؟",
        "options": [
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على تأدية فريضة الحج لمرة واحدة فقط ، وترك المجال للغير .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على تسوية الدين قبل الذهاب لقضاء فريضة الحج ."
        ],
        "answer": "يقال للحث على تسوية الدين قبل الذهاب لقضاء فريضة الحج .",
        "difficulty": "متوسط"
    },
    {
        "id": 514,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اقريب بدو»؟",
        "options": [
            "يقال عندما يكون لك حق عند شخص مماطل ويتملص في أثناء مواجهته، من رد الحقوق التي عليه ، ويضرب كذلك لمن يتجه نحو مكان صعب ربما لا يستطيع الرجوع منه .",
            "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى .",
            "يقال لعدم التصديق بالمسافة التي ذكرت عن مكان ما ، ولذلك يَصفوها \" بَقَريب بدو \" ، ألن في أذهان الناس أن البدوي إذا أعطاك مسافة معينه عن مكان ما ، فهو يعطيها لك بالتحديد ربما لتهوين المسافة .",
            "يقال على لسان الشخص الحضري عندما يقدم نصيحة إلى البدوي تتعلق بالصحراء وشؤونها ويرفضها لعدم ثقته بدقة المعلومة وبمن قالها، ولما يجد من معاناة في إقناع البدوي بصحة ما يقول ."
        ],
        "answer": "يقال لعدم التصديق بالمسافة التي ذكرت عن مكان ما ، ولذلك يَصفوها \" بَقَريب بدو \" ، ألن في أذهان الناس أن البدوي إذا أعطاك مسافة معينه عن مكان ما ، فهو يعطيها لك بالتحديد ربما لتهوين المسافة .",
        "difficulty": "متوسط"
    },
    {
        "id": 515,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «القطو العود ما يتربى»؟",
        "options": [
            "يقال لالستدالل على حدوث أمر ما بوجود مسبب لذلك .",
            "يقال عندما تبذل جهدا كبيرا في تطوير وتعليم الشخص الكبير ولا تجد استجابة منه لذلك.",
            "يقال عندما يؤدب الصغير حتى يرتدع الكبير .",
            "يقال عندما يفرض التعليم على الشخص الكبير ."
        ],
        "answer": "يقال عندما تبذل جهدا كبيرا في تطوير وتعليم الشخص الكبير ولا تجد استجابة منه لذلك.",
        "difficulty": "متوسط"
    },
    {
        "id": 516,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قطع الأعناق ولا قطع الأرزاق»؟",
        "options": [
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة .",
            "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين .",
            "عندما يصيب الشخص بؤس وعوز بعدما كان في رغد من العيش ."
        ],
        "answer": "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
        "difficulty": "متوسط"
    },
    {
        "id": 517,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قعود نومان»؟",
        "options": [
            "يقال للرجل الخامل والكسول الذي لا ينفع نفسه ولا غيره .",
            "يقال للشخص الخامل والكسول الذي يعتمد على غيره في تصريف شؤونه .",
            "يقال عندما يشتكي الشخص من ضرر قد أصابه من نفسه دون قصد.",
            "يقال للشخص الحاسد المجرد من الخير الذي ينفع نفسه ولا ينفع المقربين منه عند الحاجة ."
        ],
        "answer": "يقال للرجل الخامل والكسول الذي لا ينفع نفسه ولا غيره .",
        "difficulty": "متوسط"
    },
    {
        "id": 518,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قلعة وادرين»؟",
        "options": [
            "يقال لمن يصل متأخرا ويزاحم من وصل قبله إلى المكان .",
            "يقال في عدة أوجه منها : لممازحة وشحذ همة الصياد الغير موفق فور خروجه من العنة إلى القنص ، ويقال كذلك إذا أصاب الشخص الإعياء من السعي في طلب شيء ما ولم يدركه ، ويعود إلى الراحة حتى تتهيأ له الأسباب مرة أخرى .",
            "يقال عندما ترى مجموعة من الأشخاص متكدسين في مكان ضيق جدا وبجوارهم متسع من المكان .",
            "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى ."
        ],
        "answer": "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى .",
        "difficulty": "متوسط"
    },
    {
        "id": 519,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قمبرة»؟",
        "options": [
            "يقال عندما يحسد الناس الشخص المحظوظ الذي وهبه هللا من الرزق الكثير .",
            "يقال للشخص الغريب عندما يأتي لبلدة ما بهدف العمل وكسب الرزق وهي في أمان ورخاء ويغادرها فورا عندما تصيبها نائبة لا سمح هللا .",
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق .",
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه ."
        ],
        "answer": "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق .",
        "difficulty": "متوسط"
    },
    {
        "id": 520,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «قوم بزران توكل حقوقها .. وقوم بل اعراف تازي جهايل»؟",
        "options": [
            "يقال للحث على عدم إعطاء عديمي الخبرة من حديثي السن قيادة وزمام الأمور .",
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره .",
            "يقال لالعتذار عن عدم إعطاء الشخص حقه جهال بحقيقته .",
            "يقال للحث على عدم الإفراط في تناول الكمأ"
        ],
        "answer": "يقال للحث على عدم إعطاء عديمي الخبرة من حديثي السن قيادة وزمام الأمور .",
        "difficulty": "متوسط"
    },
    {
        "id": 521,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كاف عاف ، وكافي خيره شره ، وإن كان ما منه خير ما منه شر»؟",
        "options": [
            "يقال للشخص الذي لا عالقة له بأحد ولا يتدخل في شؤون الغير .",
            "يقال للشخص الغير نظيف الذي تفوح من إبطيه رائحة كريهة .",
            "يقال ردا على الشخص الذي يتدخل في شؤون غيره عندما يأتي شاكيا من تدخل الغير في شؤونه .",
            "يقال للشخص الذي يخون الأمانة ."
        ],
        "answer": "يقال للشخص الذي لا عالقة له بأحد ولا يتدخل في شؤون الغير .",
        "difficulty": "متوسط"
    },
    {
        "id": 522,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كان البيض ما ترعى نفسها ، رعى الراعي وهمل»؟",
        "options": [
            "يقال للحث على الشد والحزم في كل شيء، وخاصة في تربية الأوالد وعدم إعطائهم مطلق الحرية في كل شيء .",
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء .",
            "يقال للحث على إعطاء المرأة الراشدة المتزنة الثقة والحرية الذاتية وعدم مراقبتها في كل شيء تقوم به ."
        ],
        "answer": "يقال للحث على إعطاء المرأة الراشدة المتزنة الثقة والحرية الذاتية وعدم مراقبتها في كل شيء تقوم به .",
        "difficulty": "متوسط"
    },
    {
        "id": 523,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كبدك ملسا تاكل وتنسا»؟",
        "options": [
            "يقال لجاحد المعروف الذي يأخذ منك باستمرار ولا يقر لك بذلك .",
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال عندما يجازى صانع المعروف والإحسان بشر .",
            "يقال عندما يرى الشخص فعل لا يرضيه من طائر الصيد المعروف ب( التب. ) ع"
        ],
        "answer": "يقال لجاحد المعروف الذي يأخذ منك باستمرار ولا يقر لك بذلك .",
        "difficulty": "متوسط"
    },
    {
        "id": 524,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكبر هلل»؟",
        "options": [
            "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء .",
            "يقال للشخص الذي يتكبر على أخاه الإنسان وخاصة الضعيف منهم إما بسبب كثرة المال أو بسبب الحسب والنسب والرفعة بين الناس .",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال عند كشف أسرار الناس، دون رغبتهم أو دون الاستئذان منهم ."
        ],
        "answer": "يقال للشخص الذي يتكبر على أخاه الإنسان وخاصة الضعيف منهم إما بسبب كثرة المال أو بسبب الحسب والنسب والرفعة بين الناس .",
        "difficulty": "متوسط"
    },
    {
        "id": 525,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كتويل وين ما دار الهوى دار»؟",
        "options": [
            "يقال فور توافق شخصان على قول أو رأي أو عمل موحد ، ويرد عليه الآخر بكلمة: ما تقصر أو خذ عشر .",
            "يقال عندما ينزل الشخص عند رأي إخوته أو جماعته، لكي يشعرهم بالقوة والإتحاد والتجانس .",
            "يقال َ لمتغير المزاج الذي لا رأي ثابتا له .",
            "يقال للحث على الابتعاد عن الشخص المتغير المزاج وإن لزم الأمر التعامل معه بعناية وفي أضيق الحدود ، ولا تجالسه كثيرا ."
        ],
        "answer": "يقال َ لمتغير المزاج الذي لا رأي ثابتا له .",
        "difficulty": "متوسط"
    },
    {
        "id": 526,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكثرة تغلب الشجاعة»؟",
        "options": [
            "يقال لحث الشخص الكسول على الحركة والعمل وعدم الاتكال على الدعاء فقط .",
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال لحث وإقناع مربي الماشية على الاستزادة منها وعدم الاكتفاء بالقليل .",
            "يقال لحث المقاتل الشجاع على التريث وعدم الإقدام على مجابهة الجمع منفردا ."
        ],
        "answer": "يقال لحث المقاتل الشجاع على التريث وعدم الإقدام على مجابهة الجمع منفردا .",
        "difficulty": "متوسط"
    },
    {
        "id": 527,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كثير من يخسر ولا يتجمل»؟",
        "options": [
            "يقال لمن يصل متأخرا جدا وبعد فوات الأوان عن حفل توزيع هدايا أو جوائز مجانية ولا يحصل منها على شيء بسبب نفاذ الكمية .",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال لمن يبذل الغالي والنفيس من أجل إنجاح حفل زواج أو ما شابه ذلك ، ويفشل بسبب نقص بسيط غير مقصود اكتشفه المدعون إما في الطعام أو الشراب، و على أثره يضيع الجهد والمال الذي بذله الداعي في إنجاح ذلك الحفل."
        ],
        "answer": "يقال لمن يبذل الغالي والنفيس من أجل إنجاح حفل زواج أو ما شابه ذلك ، ويفشل بسبب نقص بسيط غير مقصود اكتشفه المدعون إما في الطعام أو الشراب، و على أثره يضيع الجهد والمال الذي بذله الداعي في إنجاح ذلك الحفل.",
        "difficulty": "متوسط"
    },
    {
        "id": 528,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كثر الدق يفك اللحام»؟",
        "options": [
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
            "يقال للحث على الإلحاح وتكرار المحاوالت في طلب الشيء حتى يتم الظفر به ويتحقق المراد .",
            "يقال للحث على تكرار المحاوالت التي لا ضرر منها بقصد حصول المطلوب .",
            "يقال للحث على السعي في طلب الرزق مبكرا وعدم النوم حتى وقت الضحى."
        ],
        "answer": "يقال للحث على الإلحاح وتكرار المحاوالت في طلب الشيء حتى يتم الظفر به ويتحقق المراد .",
        "difficulty": "متوسط"
    },
    {
        "id": 529,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كثر الحيا يقطع الرزق»؟",
        "options": [
            "يقال لمن يبيع سلعة بأقل من ثمنها، بسبب ظروف قاهرة ألمت به .",
            "يقال للشخص قصير اللسان الذي يسلب حقه بسبب عدم قدرته على المطالبة والإقناع .",
            "يقال عندما ينقطع رزق شخص بسبب كثرة الخجل الذي يمنعه من المطالبة بأقل حق له.",
            "يقال عندما ترى شخص قد قلت هيبته واحترامه أمام الحاضرين بسبب كثرة حديثه ."
        ],
        "answer": "يقال عندما ينقطع رزق شخص بسبب كثرة الخجل الذي يمنعه من المطالبة بأقل حق له.",
        "difficulty": "متوسط"
    },
    {
        "id": 530,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كريم سبل»؟",
        "options": [
            "يقال للشخص السخي الذي يكرم ضيوفه فوق العادة .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص السخي الذي يكرم ضيوفه فوق العادة .",
        "difficulty": "متوسط"
    },
    {
        "id": 531,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكرم عند العجم عجب»؟",
        "options": [
            "يقال لعديم الخبرة عندما يقوم بإصالح شيء فيفسده .",
            "يقال للتقليل من شأن الشخص الذي لا يجيد العمل إال في واقع بيئته التي نشأ فيها .",
            "يقال للتقليل من شأن الشخص العجمي عندما يقوم وبشكل غير متوقع بإبداء شيء من الكرم .",
            "يقال للتقليل من شأن من يدعي الكرم ."
        ],
        "answer": "يقال للتقليل من شأن الشخص العجمي عندما يقوم وبشكل غير متوقع بإبداء شيء من الكرم .",
        "difficulty": "متوسط"
    },
    {
        "id": 532,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكحل في العين الرمدى خسارة»؟",
        "options": [
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره .",
            "يقال للحث على عدم الإنفاق على صيانة أي شيء لا رجاء من إصالحه .",
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء ."
        ],
        "answer": "يقال للحث على عدم الإنفاق على صيانة أي شيء لا رجاء من إصالحه .",
        "difficulty": "متوسط"
    },
    {
        "id": 533,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل الحطب غير الساج قرم»؟",
        "options": [
            "يقال لالستدالل على قوة ونوع خشب الساج الذي يصلح لالستخدام في صناعة السفن .",
            "يقال لالستدالل على حدوث أمر ما بوجود مسبب لذلك .",
            "يقال عندما يتوقع الشخص الهدوء في أي شيء مزعج ويزداد قوة أكثر مما كان عليه .",
            "يقال لالستدالل على أحقية الجد في الاستيالء على إرث ولده المتوفي ."
        ],
        "answer": "يقال لالستدالل على قوة ونوع خشب الساج الذي يصلح لالستخدام في صناعة السفن .",
        "difficulty": "متوسط"
    },
    {
        "id": 534,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل هوى وله اشراع»؟",
        "options": [
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال لالستعداد الدائم لمواجهة الصعاب وكل شيء له نقيض يقابله .",
            "يقال لمن يسيء استخدام شيء قد استأجره ."
        ],
        "answer": "يقال لالستعداد الدائم لمواجهة الصعاب وكل شيء له نقيض يقابله .",
        "difficulty": "متوسط"
    },
    {
        "id": 535,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل حجرة ولها أجرها»؟",
        "options": [
            "يقوله البائع حينما يطلب منه المشتري اختيار سلعة طيبة له .",
            "يقال للمستأجر عندما يطلب غرفة أو دار بمواصفات معينة ويعترض على ارتفاع السعر بحجة وجود غرف أرخص منها .",
            "يقال عندما يتصادف وجود شخص في تجمع ،أو مسير عام، وي َ سأل عن سبب تواجده .",
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له ."
        ],
        "answer": "يقال للمستأجر عندما يطلب غرفة أو دار بمواصفات معينة ويعترض على ارتفاع السعر بحجة وجود غرف أرخص منها .",
        "difficulty": "متوسط"
    },
    {
        "id": 536,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل في قلبه شقى اللي له، وأنا في قلبي شقى الغالي»؟",
        "options": [
            "يقال عندما يعقد اجتماع عام بين شخصين أو أكثر ويأتوا على ذكر شخص آخر بخير وفجأة يجدوه قد ظهر أمامهم .",
            "يقال حينما يدور حديث بين اثنين في موضوع معين ، وفجأة يتدخل شخص آخر ويتحدث في موضوع آخر كان يتمناه ويشغل باله .",
            "يقال عندما يتصدق الشخص على آخر بصدقة عينية ويشترط عليه المستَحق أن تكون من نوع و وزن معين .",
            "يقال لمن يحشر نفسه ويتدخل بين اثنين يتحدثان في موضوع معين لا ناقة له فيه ولا جمل ."
        ],
        "answer": "يقال حينما يدور حديث بين اثنين في موضوع معين ، وفجأة يتدخل شخص آخر ويتحدث في موضوع آخر كان يتمناه ويشغل باله .",
        "difficulty": "متوسط"
    },
    {
        "id": 537,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل طير يشبعه منقاره أو مخلبه»؟",
        "options": [
            "يقال كرد مؤدب على جارك في المائدة عندما يصر على إعطائك قطعة من اللحم أو نوع من الطعام أنت لا تريده ، ويضرب كذلك، لالعتماد على النفس في تناول الطعام .",
            "يقال لحث من يتناول الطعام معك على المائدة على تناول القليل من اللحم ومص الكثير من العظم لما فيه من فائدة تعود على فتح الشهية .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين ."
        ],
        "answer": "يقال كرد مؤدب على جارك في المائدة عندما يصر على إعطائك قطعة من اللحم أو نوع من الطعام أنت لا تريده ، ويضرب كذلك، لالعتماد على النفس في تناول الطعام .",
        "difficulty": "متوسط"
    },
    {
        "id": 538,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل يرى الناس بعين طبعه»؟",
        "options": [
            "يقال على لسان أحد الجدين عندما ي َ سأل عن سر حبه وتدليله لحفيده .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك.",
            "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل .",
            "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة."
        ],
        "answer": "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل .",
        "difficulty": "متوسط"
    },
    {
        "id": 539,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل يقرب الضو صوب قرصه»؟",
        "options": [
            "يقال لمن يقدم مصلحته على مصلحة الغير .",
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن.",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين ."
        ],
        "answer": "يقال لمن يقدم مصلحته على مصلحة الغير .",
        "difficulty": "متوسط"
    },
    {
        "id": 540,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل عود وفيه دخان»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال للتنبيه من خطورة ردة فعل الشخص الضعيف عندما يحتقر أمام الناس .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر ."
        ],
        "answer": "يقال للتنبيه من خطورة ردة فعل الشخص الضعيف عندما يحتقر أمام الناس .",
        "difficulty": "متوسط"
    },
    {
        "id": 541,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل غالي ثمنه فيه»؟",
        "options": [
            "يقال لمن يبيع سلعة بأقل من ثمنها، بسبب ظروف قاهرة ألمت به .",
            "يقال لمن اشترى سلعة بثمن بخس ويشتكي من رداءتها وكثرة أعطالها .",
            "يقال لمن يشتري سلعة بقصد الانتفاع بها، ثم تأتيه بسببها المتاعب والمشاكل.",
            "يقال لمن يشتري سلعة غالية الثمن وتدوم عنده لسنين طويلة دون مشاكل إلحتفاظها بقيمتها الشرائية وجودتها التصنيعية ."
        ],
        "answer": "يقال لمن يشتري سلعة غالية الثمن وتدوم عنده لسنين طويلة دون مشاكل إلحتفاظها بقيمتها الشرائية وجودتها التصنيعية .",
        "difficulty": "متوسط"
    },
    {
        "id": 542,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل رخيص به علة وكل غالي به سر»؟",
        "options": [
            "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
            "يقال لمن يتزوج حديثا ويشتكي من تمرد وتململ زوجته الشابة عليه .",
            "يقال لمن يالزم بيته، ويشتكي من كثرة الهموم .",
            "يقال لمن اشترى سلعة بثمن بخس ويشتكي من رداءتها وكثرة أعطالها ."
        ],
        "answer": "يقال لمن اشترى سلعة بثمن بخس ويشتكي من رداءتها وكثرة أعطالها .",
        "difficulty": "متوسط"
    },
    {
        "id": 543,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل تأخيرة وفيها خيرة»؟",
        "options": [
            "يقال لمدح حسن وجمال المرأة عندما تكون على طبيعتها .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال لبث الأمل في الشخص وطمأنته بأن تأخير الأمر ربما له حسن عاقبة .",
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له ."
        ],
        "answer": "يقال لبث الأمل في الشخص وطمأنته بأن تأخير الأمر ربما له حسن عاقبة .",
        "difficulty": "صعب"
    },
    {
        "id": 544,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل شيء في الدنيا يفوت إال الحياة والموت»؟",
        "options": [
            "يقال لمن يعتمد على نفسه في أي عمل وينجح ولا يتكل على الآخرين .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته .",
            "يقال لمن يتقاعس عن تصدر وتنفيذ عمل قد اقترحه ويدفع بغيره لتنفيذه ."
        ],
        "answer": "يقال لمن يتحسر على رزق أو عمل قد فاته .",
        "difficulty": "صعب"
    },
    {
        "id": 545,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل من دق طبله قال أنا قبله»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص المتطفل الذي ما إن يسمع بمناسبة أو ما شابه ذلك، حتى يبادر بالحضور دون دعوة .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للمحب عندما يسمع أن لديك مناسبة ويصلك دون دعوة بالرغم من البعد ومشقة الطريق ."
        ],
        "answer": "يقال للشخص المتطفل الذي ما إن يسمع بمناسبة أو ما شابه ذلك، حتى يبادر بالحضور دون دعوة .",
        "difficulty": "صعب"
    },
    {
        "id": 546,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل جاسي مع الزمان يلين»؟",
        "options": [
            "يقال عندما ترى شخص قبيح المظهر والصفات والأفعال .",
            "يقال عندما ترى شخص قوي البنية وشديد البأس قد ضعف وخارت قواه بفعل السنين .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال عندما ترى شخص قوي البنية وشديد البأس قد ضعف وخارت قواه بفعل السنين .",
        "difficulty": "صعب"
    },
    {
        "id": 547,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل ما قلنا بارحنا بيهون صلب علينا بجنون»؟",
        "options": [
            "يقال عندما ي َبلغ الشخص شفهيا بالموافقة على طلب ما وبعد عدة مراجعات يكتشف عدم إنجاز أي شيء مما وعد به .",
            "يقال لمن يتعلم مهنة، ثم يبدأ تمرينه في موضع لا يستفيد منه، فيفسد الأمر أكثر مما يصلحه .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يتوقع الشخص الهدوء في أي شيء مزعج ويزداد قوة أكثر مما كان عليه ."
        ],
        "answer": "يقال عندما يتوقع الشخص الهدوء في أي شيء مزعج ويزداد قوة أكثر مما كان عليه .",
        "difficulty": "صعب"
    },
    {
        "id": 548,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل ما ياه مشعاب قال سدر»؟",
        "options": [
            "يقوله الشخص القوي والمتمكن عندما يطمئن المقربين له بأن لا ضرر سيأتيهم منه مهما حدث ألنهم امتداده ومصدر قوته .",
            "يقال لعديم الخبرة عندما يقوم بإصالح شيء فيفسده .",
            "يقال لعديم الإحساس غير المبالي والمعاند الذي لا يرتد عن دربه مهما حصل له ويتحمل بصدر رحب .",
            "يقال للداللة على الرضى وقبول العطاء المقدم مهما كان قليل، وعدم رده ."
        ],
        "answer": "يقال لعديم الإحساس غير المبالي والمعاند الذي لا يرتد عن دربه مهما حصل له ويتحمل بصدر رحب .",
        "difficulty": "صعب"
    },
    {
        "id": 549,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل بلد وفيها مقبرة»؟",
        "options": [
            "يقال عندما ترى الأخالق السيئة والمواقف غير السوية تخرج من أحد أبناء الخيرين الذين قد توفاهم هللا وأبناؤهم صغار.",
            "يقال عندما ترى طعاما قد عد على عجل ، أو عندما يعدك أحد الأشخاص وعدا هدفه التخلص منك ، وهو معروف عند الناس بعدم إيفائه بوعوده ، يقال (اشعثة ليل ).",
            "يقال عندما ترى الأفعال السيئة والمشينة توجد في كل مكان من الدنيا ، أو حينما ترى أحد الأشخاص يسيء لبلدك ، ألمر يراه سيئا فيها ، كالغناء ، أو استعالء أحد الناس ، وهذا موجود في كل بلد ، فتقول له هذا المثل.",
            "يقال عندما ترى مجموعة من الأشخاص متكدسين في مكان ضيق جدا وبجوارهم متسع من المكان ."
        ],
        "answer": "يقال عندما ترى الأفعال السيئة والمشينة توجد في كل مكان من الدنيا ، أو حينما ترى أحد الأشخاص يسيء لبلدك ، ألمر يراه سيئا فيها ، كالغناء ، أو استعالء أحد الناس ، وهذا موجود في كل بلد ، فتقول له هذا المثل.",
        "difficulty": "صعب"
    },
    {
        "id": 550,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل مشروك مبروك»؟",
        "options": [
            "يقال للحث على التمسك والعمل بتلك النصائح .",
            "يقال للحث على مشاركة الآخرين في الطعام والشراب والعمل والتجارة .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين ."
        ],
        "answer": "يقال للحث على مشاركة الآخرين في الطعام والشراب والعمل والتجارة .",
        "difficulty": "صعب"
    },
    {
        "id": 551,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل ممنوع مرغوب»؟",
        "options": [
            "يقال مثال لطالب الدراسة غير المجتهد عندما يتفاجأ في نهاية العام بنتيجة سلبية .",
            "يقال للرجل الخامل والكسول الذي لا ينفع نفسه ولا غيره .",
            "يقال لمن يعاني من ألم أو معاناة مستمرة ،ويقدم على فعل صعب ومؤلم، و تنتهي معاناته بالنجاح ،كخلع ضرس مثال .",
            "يقال مثال على الرغبة في الممنوع ."
        ],
        "answer": "يقال مثال على الرغبة في الممنوع .",
        "difficulty": "صعب"
    },
    {
        "id": 552,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل ممهل مرشد»؟",
        "options": [
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال للحث على التريث والتعقل في اتخاذ أي قرار، و خاصة في سرعة السيارة .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء ."
        ],
        "answer": "يقال للحث على التريث والتعقل في اتخاذ أي قرار، و خاصة في سرعة السيارة .",
        "difficulty": "صعب"
    },
    {
        "id": 553,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل لعبة البد لها من قيل بس»؟",
        "options": [
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه .",
            "يقال عندما يستنجد شخص بآخر ويطلب منه أن يخلصه من ظالم فيصبح هو أظلم منه .",
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال عندما يت َخذ قرار غير مدروس بعناية ولا يستفاد منه و يستبدل بآخر بسبب فساده ."
        ],
        "answer": "يقال عندما يت َخذ قرار غير مدروس بعناية ولا يستفاد منه و يستبدل بآخر بسبب فساده .",
        "difficulty": "صعب"
    },
    {
        "id": 554,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل فرس ولها خيال»؟",
        "options": [
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
            "يقال عندما ترى أحد الأوالد به عاهة أو طبع سيئ لم يعهد في عائلة الزوج، وإنما ورثه من عائلة الزوجة .",
            "يقال عندما ترى أمامك أنشطة مختلفة وكل نشاط صعب تجد أحد المتخصصين قائم عليه .",
            "يقال عندما ترى الأخالق السيئة والمواقف غير السوية تخرج من أحد أبناء الخيرين الذين قد توفاهم هللا وأبناؤهم صغار."
        ],
        "answer": "يقال عندما ترى أمامك أنشطة مختلفة وكل نشاط صعب تجد أحد المتخصصين قائم عليه .",
        "difficulty": "صعب"
    },
    {
        "id": 555,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل ساقط وله لا قط»؟",
        "options": [
            "يقال في عدة أوجه منها : عندما تتأخر المرأة في الزواج بسبب عاهة أو ما شابه ذلك ، ويأتيها النصيب بعد فترة وتتزوج من شخص يحمل نفس الصفات ، ويقال، كذلك، عندما تشاهد الطيور وهي تلتقط الثمار الساقطة من الأشجار ، ويقال، كذلك، عندما تشاهد تجار الخردة وهم يلتقطون أو يشترون الأمتعة الساقطة التي تم الاستغناء عنها.",
            "يقال عندما يعيب الشخص على شخص آخر، وهو يحمل نفس العيوب .",
            "يقال في عدة أوجه منها : لممازحة وشحذ همة الصياد الغير موفق فور خروجه من العنة إلى القنص ، ويقال كذلك إذا أصاب الشخص الإعياء من السعي في طلب شيء ما ولم يدركه ، ويعود إلى الراحة حتى تتهيأ له الأسباب مرة أخرى .",
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب ."
        ],
        "answer": "يقال في عدة أوجه منها : عندما تتأخر المرأة في الزواج بسبب عاهة أو ما شابه ذلك ، ويأتيها النصيب بعد فترة وتتزوج من شخص يحمل نفس الصفات ، ويقال، كذلك، عندما تشاهد الطيور وهي تلتقط الثمار الساقطة من الأشجار ، ويقال، كذلك، عندما تشاهد تجار الخردة وهم يلتقطون أو يشترون الأمتعة الساقطة التي تم الاستغناء عنها.",
        "difficulty": "صعب"
    },
    {
        "id": 556,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل وقت عبرة لزمانه»؟",
        "options": [
            "يقال عندما يسأل الشخص عن ماهية أحواله المعيشية إن كانت جيدة أم لا .",
            "يقال عندما يطلب من كبير السن مواكبة العصر والسير على نهج الشباب ، أو كل وقت وله رجاله الذين ينتهجونه ويتوافقون مع نهجه .",
            "يقال على لسان كبير السن عندما يعلن له أحد الشباب عن اسمه الثالثي أو الرباعي ويتذكر أن هذا الاسم يتطابق مع اسم شخص يعرفه قد توفي منذ سنين .",
            "يقال عندما يسأل كبير السن عن الفرق بين القديم والحديث ."
        ],
        "answer": "يقال عندما يسأل كبير السن عن الفرق بين القديم والحديث .",
        "difficulty": "صعب"
    },
    {
        "id": 557,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كل وقت وله أذان»؟",
        "options": [
            "يقال على لسان كبير السن عندما يعلن له أحد الشباب عن اسمه الثالثي أو الرباعي ويتذكر أن هذا الاسم يتطابق مع اسم شخص يعرفه قد توفي منذ سنين .",
            "معاني المفردات: راعيها : صاحب الفضل المعهود سمها : تولى حل إشكالها يقوله من وجب عليه سداد دين مستحق أو ضامنة عندما يطلب منه ولي الأمر أو كبير القوم تسديد ما عليهم من دين أو مال .",
            "يقال عندما يطلب من كبير السن مواكبة العصر والسير على نهج الشباب ، أو كل وقت وله رجاله الذين ينتهجونه ويتوافقون مع نهجه .",
            "يقال عندما يسأل كبير السن عن الفرق بين القديم والحديث ."
        ],
        "answer": "يقال عندما يطلب من كبير السن مواكبة العصر والسير على نهج الشباب ، أو كل وقت وله رجاله الذين ينتهجونه ويتوافقون مع نهجه .",
        "difficulty": "سهل"
    },
    {
        "id": 558,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكلب كلب لو طوقته بالذهب»؟",
        "options": [
            "يقال عندما ترى أحد الوالدين يقسو على أحد أبنائه بقصد الإصالح .",
            "يقال للشخص الذي يخون الأمانة .",
            "عندما يتعرض الشخص لمشكلة ويأتي آخر بقصد الإصالح ويفسد الوضع ويزداد الأمر سوءا .",
            "يقال للشخص اللئيم والدنيء عندما ي َب َ الغ في إكرامه بقصد الإصالح من شأنه ويظل على ما هو عليه متمسك بتلك الطباع ."
        ],
        "answer": "يقال للشخص اللئيم والدنيء عندما ي َب َ الغ في إكرامه بقصد الإصالح من شأنه ويظل على ما هو عليه متمسك بتلك الطباع .",
        "difficulty": "سهل"
    },
    {
        "id": 559,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكلب ما ينبح إال عند بيت هله»؟",
        "options": [
            "يقال للشخص الجبان الذي لا تظهر سطوته وقوة صوته إال أمام أصحابه وأهل بيته .",
            "يقال للشخص الذي يتسم بالبساطة والتواضع ولا يأتي منه إال الخير.",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال للشخص الذي يبدأ عمله بكل نشاط وقوة ثم يتكاسل عنه ولا ينجزه ."
        ],
        "answer": "يقال للشخص الجبان الذي لا تظهر سطوته وقوة صوته إال أمام أصحابه وأهل بيته .",
        "difficulty": "سهل"
    },
    {
        "id": 560,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كلب املبسين ثياب»؟",
        "options": [
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال على لسان من وقع في مشكلة ما، ولم يجد من الناس من يساعده على زوالها بل وجد أناس قللوا من شأنها، جهال منهم بخلفيات المشكلة وعدم الإحساس بالمعاناة .",
            "يقال عندما تحدث مشكلة بين فريقين ويذهب أحد الأشخاص كوسيط بينهم إلقناع أحد الأطراف بتخفيف أو بتليين حدة موقفه وحلحلة المشكلة ويلقى منهم فعال لا يرضيه .",
            "يقال عندما يعرض عليك أحد الأشخاص مساعدة من باب المحبة والمساعدة ."
        ],
        "answer": "يقال عندما تحدث مشكلة بين فريقين ويذهب أحد الأشخاص كوسيط بينهم إلقناع أحد الأطراف بتخفيف أو بتليين حدة موقفه وحلحلة المشكلة ويلقى منهم فعال لا يرضيه .",
        "difficulty": "سهل"
    },
    {
        "id": 561,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كلم مهب عدل قصور في العقل»؟",
        "options": [
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال إليقاف وتهدئة الشخص المنفعل الذي يهم بقذف أو سب شخص آخر أمام الناس .",
            "يقال لتحقير وذم البخيل أمام الناس ."
        ],
        "answer": "يقال إليقاف وتهدئة الشخص المنفعل الذي يهم بقذف أو سب شخص آخر أمام الناس .",
        "difficulty": "سهل"
    },
    {
        "id": 562,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كلمة تستحي منها بدها»؟",
        "options": [
            "يقال لمن يجادلك في موضوع لا تخرج من ورائه بفائدة .",
            "يقال للحزم في اتخاذ وإنفاذ القرار حتى ولو لم يكن بالشكل المطلوب .",
            "يقال لمن يحشر نفسه ويتدخل بين اثنين يتحدثان في موضوع معين لا ناقة له فيه ولا جمل .",
            "يقال قبل طرح أي موضوع يخجلنا أو يقلقنا، على متخذي القرار ."
        ],
        "answer": "يقال قبل طرح أي موضوع يخجلنا أو يقلقنا، على متخذي القرار .",
        "difficulty": "سهل"
    },
    {
        "id": 563,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كلنا هل اقريه وكل منا عارف اخويه»؟",
        "options": [
            "يقال لمن سأل شخص أمام المأل سؤال في غير محله وأتاه الجواب من حيث لا يدري .",
            "يقال لمن يتباها بشيء لا أصل له فيه أمام أفراد من جماعته أو حيه أو قريته .",
            "يقال للتصدي لمن يتحدث أمام المأل، بحديث كاذب وملفق ، وغير منطقي.",
            "يقال لكراهية المدح في الوجه أمام الناس، لمن خيف عليه مفسدة من إعجاب ونحوه ."
        ],
        "answer": "يقال لمن يتباها بشيء لا أصل له فيه أمام أفراد من جماعته أو حيه أو قريته .",
        "difficulty": "سهل"
    },
    {
        "id": 564,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كم فات رقاد الضحى من غنيمة .. والأرزاق عند هللا ولا أحد درابها»؟",
        "options": [
            "يقال للحث على السعي في طلب الرزق مبكرا وعدم النوم حتى وقت الضحى.",
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال للحث على توفير المال وادخاره وعدم تبذيره لكي يكفيك السؤال وقت الحاجة .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين ."
        ],
        "answer": "يقال للحث على السعي في طلب الرزق مبكرا وعدم النوم حتى وقت الضحى.",
        "difficulty": "سهل"
    },
    {
        "id": 565,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كن نسيب ولا تكون ابن عم»؟",
        "options": [
            "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور .",
            "يقال للسخرية ممن يغدق الأموال والهدايا على أنسبائه ويبخل على بني عمومته .",
            "يقال لمن يكسب الأموال المشروعة وغير المشروعة .",
            "على لسان من يلقى الإساءة ممن أحسن إليه ."
        ],
        "answer": "يقال للسخرية ممن يغدق الأموال والهدايا على أنسبائه ويبخل على بني عمومته .",
        "difficulty": "سهل"
    },
    {
        "id": 566,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «كنك تنفخ في قربة مبطوطة»؟",
        "options": [
            "يقال عندما تحاول إيقاظ شخص من نومه عدة مرات ألمر ما وهو مستغرق في نومه ولا يستجيب .",
            "يقال لمن تعود على تحقيق الفوز بالحظ لعدة مرات وخانه الحظ في إحداها .",
            "يقال عندما ينادي الشخص على آخر عدة مرات، وهو لا يستجيب .",
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها ."
        ],
        "answer": "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
        "difficulty": "سهل"
    },
    {
        "id": 567,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكوس في البارح عجب»؟",
        "options": [
            "يقال عندما تهب فجأة الرياح الشمالية المنعشة بعد أن كانت هادئة وحارة .",
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
            "يقال عندما يتخلى الأصدقاء عن الشخص ويبقى له صديق مخلص ، ويقال المثل كذلك حرصا على سالمة المحبوب .",
            "يقال عندما تتوقف فجأة الرياح الشمالية القوية التي تهب في نوء \" َالبارح\" وتتحول إلى رياح شرقية \"كوس\" على غير المعتاد ، ويقال كذلك للمتناق َضين الذين لا يتوقع اجتماعهما و يعَد اجتماعهما ضربا من الخيال."
        ],
        "answer": "يقال عندما تتوقف فجأة الرياح الشمالية القوية التي تهب في نوء \" َالبارح\" وتتحول إلى رياح شرقية \"كوس\" على غير المعتاد ، ويقال كذلك للمتناق َضين الذين لا يتوقع اجتماعهما و يعَد اجتماعهما ضربا من الخيال.",
        "difficulty": "سهل"
    },
    {
        "id": 568,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الكي آخر العلج»؟",
        "options": [
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال عندما تستخدم الحلول السهلة لعالج شيء ما ويفشل، وتضطر التخاذ حلول صعبة للعالج .",
            "يقال عندما يتجاوز كل شيء عن حده ."
        ],
        "answer": "يقال عندما تستخدم الحلول السهلة لعالج شيء ما ويفشل، وتضطر التخاذ حلول صعبة للعالج .",
        "difficulty": "سهل"
    },
    {
        "id": 569,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تامن السيلي ولا تحقر العدى .. والتامن السيلي يدور شمال»؟",
        "options": [
            "يقال ألخذ الحيطة والحذر من أي تهديد قد يصلك سواء كان شفهي أم كان فعلي .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
            "يقال ألخذ الحيطة والحذر من أمر قد ظهرت عالمته ."
        ],
        "answer": "يقال ألخذ الحيطة والحذر من أمر قد ظهرت عالمته .",
        "difficulty": "سهل"
    },
    {
        "id": 570,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تخاف إال من الساكت»؟",
        "options": [
            "يقال لمن وقع في محظور قد أخذ الحذر منه .",
            "يقال لكل شيء ظاهره جيد وباطنه خبيث .",
            "يقال لتوخي الحذر من الشخص الصامت الذي يعرف ظاهره ويجهل باطنه .",
            "يقال عندما يقع ا َلشخص الحذر َفي قد َره المحتوم ."
        ],
        "answer": "يقال لتوخي الحذر من الشخص الصامت الذي يعرف ظاهره ويجهل باطنه .",
        "difficulty": "سهل"
    },
    {
        "id": 571,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا ألم الا ألم الضرس ولا هم إال هم العرس»؟",
        "options": [
            "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء .",
            "يقال لمن يعتمد على نفسه في أي عمل وينجح ولا يتكل على الآخرين .",
            "يقال لمن يعاني من ألم أو معاناة مستمرة ،ويقدم على فعل صعب ومؤلم، و تنتهي معاناته بالنجاح ،كخلع ضرس مثال .",
            "يقال لمن يعيش هموما ليست بالهموم المؤرقه ويعطيها صاحبها مكانة في نفسه أكبر من حجمها ، وحينما يتضح ظاهرها يتبي ن حجمها فيقال له : (لا ألم إال ألم الضرس ولا هم إال هم العرس) ، لما يعانيه المريض من ألم الضرس ، ولما يواجهه أهل العروسين من معاناة لتجهيز العرس ."
        ],
        "answer": "يقال لمن يعيش هموما ليست بالهموم المؤرقه ويعطيها صاحبها مكانة في نفسه أكبر من حجمها ، وحينما يتضح ظاهرها يتبي ن حجمها فيقال له : (لا ألم إال ألم الضرس ولا هم إال هم العرس) ، لما يعانيه المريض من ألم الضرس ، ولما يواجهه أهل العروسين من معاناة لتجهيز العرس .",
        "difficulty": "سهل"
    },
    {
        "id": 572,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تأمن الفار على شحمة»؟",
        "options": [
            "يقال لتحذير التاجر أو صاحب المال من وضع صاحب السوابق وكيال على ماله أو بضاعته .",
            "يقال في وصف التاجر الجشع .",
            "يقال لمن يقف مع إكرام وود صاحب المال والمنفعة المتبادلة ، على ود إخوته ومقربيه.",
            "يقال للبخيل الحريص على ماله ."
        ],
        "answer": "يقال لتحذير التاجر أو صاحب المال من وضع صاحب السوابق وكيال على ماله أو بضاعته .",
        "difficulty": "سهل"
    },
    {
        "id": 573,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تغوص قبل لا تقوس ،ما ينفع القوس بعد الغرق»؟",
        "options": [
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال لتحقيق السالمة وتحذير الشخص المتهور والمندفع الذي يقوم بعمل متسرع غير مدروس، فيقع في مشكلة كبيرة لا تقوم له قائمة بعدها .",
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقال على لسان من يهرب من مشكلة للنجاة بنفسه فيقع في مشكلة أكبر منها ."
        ],
        "answer": "يقال لتحقيق السالمة وتحذير الشخص المتهور والمندفع الذي يقوم بعمل متسرع غير مدروس، فيقع في مشكلة كبيرة لا تقوم له قائمة بعدها .",
        "difficulty": "سهل"
    },
    {
        "id": 574,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا ولد ولا تلد»؟",
        "options": [
            "يقال عندما يموت الرجل ولا يخلف ورائه ولد ولا إرث.",
            "يقال في الرجل الضعيف الواقع تحت سطوة القوي .",
            "يقال عندما يموت الرجل الكريم وي َخلف ورائه أوالد ليسوا على شاكلته ولا يسيروا على نهجه وماهم بكرماء .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال عندما يموت الرجل ولا يخلف ورائه ولد ولا إرث.",
        "difficulty": "سهل"
    },
    {
        "id": 575,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تنطبخ ولا تنشوي»؟",
        "options": [
            "يقال للشخص المنقاد الإمعة الذي ينساق خلف رأي الأغلبية وخلف كل رأي أو دعوة لا يعرف ماهيتها أهي خير أم شر. هذا المثل متطابق مع المثل القائل ( حشر مع الناس عيد) .",
            "يقال عندما يصدر من الشخص الم َحت َ َقر بين الناس موقف أو فعل طيب مفاجئ وغير متوقع ي َسجل له وي َ حمد عليه ، والمشكلة أنه بدال من أن يشكر، يسخر منه ويستهزأ به ، وهذا ما تحمله طَوي ة هذا المثل .",
            "يقال على لسان من ظفر وكسب له شيء من أثر جده واجتهاده في العمل أو نحو ذلك . وهذا المثل يتطابق مع المثل القائل : (العزم أخو اللزم أبا لظفرات والترك أخو الفرك أبا الحسرات أو العثرات).",
            "يقال للشخص الذي لا يتقبل النصيحة ولا يقتنع بشيء مهما بذل معه من جهد . وهذا المثل ينطبق مع المثل القائل \"ما يعجبه العجب ولا الصيام في رجب\" ."
        ],
        "answer": "يقال للشخص الذي لا يتقبل النصيحة ولا يقتنع بشيء مهما بذل معه من جهد . وهذا المثل ينطبق مع المثل القائل \"ما يعجبه العجب ولا الصيام في رجب\" .",
        "difficulty": "سهل"
    },
    {
        "id": 576,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تبيع رخيص ، قال لا توصي حريص»؟",
        "options": [
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال للبخيل الحريص على ماله .",
            "يقال على لسان من اشتعلت واشتدت الفتنة بين خصومه .",
            "يقال على لسان من حضر على غير دعوة لعزيمة أو احتفال ولم يلقى الاهتمام والتقدير من ق َبل المنظمين ."
        ],
        "answer": "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
        "difficulty": "سهل"
    },
    {
        "id": 577,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا توصي حزين بالبكا»؟",
        "options": [
            "يقال على لسان من ادخر ماال قد جمعه من تعب وشقاء وفاجأته مصيبة، صرف كل ماله الذي جمعه عليها .",
            "يقال عندما تحدث مشاجرة بين مجموعتين من الأفراد ويعلو بينهم الصراخ لحد الجنون، ويدخل بينهم وسيط ويطلب أن يرشدوه إلى أحكمهم وأرشدهم فيشيروا إلى أقواهم وأشرسهم، بمعنى أنهم لا يريدون حال وإنما يريدون مواصلة الاقتتال .",
            "يقال في رثاء حال الشخص الحزين الذي وقعت عليه مصيبة .",
            "يقال لمن يأكل كل شيء وقعت عينه عليه واتصلت يده به ، ويقال كذلك لكل من لا يميز بين الحرام والحالل في كسب الرزق ."
        ],
        "answer": "يقال في رثاء حال الشخص الحزين الذي وقعت عليه مصيبة .",
        "difficulty": "سهل"
    },
    {
        "id": 578,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الم هللا من المك»؟",
        "options": [
            "يقال عندما يصدر من الشخص الم َحت َ َقر بين الناس موقف أو فعل طيب مفاجئ وغير متوقع ي َسجل له وي َ حمد عليه ، والمشكلة أنه بدال من أن يشكر، يسخر منه ويستهزأ به ، وهذا ما تحمله طَوي ة هذا المثل .",
            "يقال عندما ي َالم الشخص من ق َبل الآخرين على قول أو فعل قد ارتكبه في حق شخص آخر ويكتشف في ما بعد أنه كان على حق ولومهم له كان ليس في محله .",
            "يقال عندما يصدر من شخص قول أو فعل في حدود إدراكه وعقليته ومقدرته .",
            "يقال صفة لثبات قول وفعل الشخص الثابت الموثوق في أمره عندما يعد شخص آخر بتنفيذ أمر من الأمور."
        ],
        "answer": "يقال عندما ي َالم الشخص من ق َبل الآخرين على قول أو فعل قد ارتكبه في حق شخص آخر ويكتشف في ما بعد أنه كان على حق ولومهم له كان ليس في محله .",
        "difficulty": "سهل"
    },
    {
        "id": 579,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا يغرك البراق ما في المخايل خير»؟",
        "options": [
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال للحث على ترك كل ما ظاهره جيد وباطنه فاسد ، كالذي يظهر نفسه أمام الناس بأنه جيد وباطنه غير ذلك .",
            "يقال لكل شيء ظاهره جيد وباطنه خبيث .",
            "يقال عندما يحكم على جودة الشيء من ظاهره ، وكذلك يقال عندما يستهزأ من شخص بعدما يظهر منه خطأ ما ، وكذلك يقال حينما يتشاءَم أحد الناس من شخص آخر ."
        ],
        "answer": "يقال للحث على ترك كل ما ظاهره جيد وباطنه فاسد ، كالذي يظهر نفسه أمام الناس بأنه جيد وباطنه غير ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 580,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تكثرالدوس على الخلن يملونك .. لا أنت بولدهم ولا طفل يربونك»؟",
        "options": [
            "يقال لحث الشخص على أن يتولى أموره بنفسه .",
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال لحث الشخص على مراعاة أال يث َقل من زيارته للمقربين حتى لا يملوه ويسأموا منه.",
            "يقال لحث النساء على اقتناء الذهب، والتزين به وعدم بيعه إال للحاجة الماسة ."
        ],
        "answer": "يقال لحث الشخص على مراعاة أال يث َقل من زيارته للمقربين حتى لا يملوه ويسأموا منه.",
        "difficulty": "سهل"
    },
    {
        "id": 581,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تكسر مجاديفي»؟",
        "options": [
            "يقال لكل من يهبط العزائم ويثني الشخص عن أمر يود القيام به .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال فور اكتشاف أمر من يكذب عليك .",
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له ."
        ],
        "answer": "يقال لكل من يهبط العزائم ويثني الشخص عن أمر يود القيام به .",
        "difficulty": "سهل"
    },
    {
        "id": 582,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تصير يابس وتنكسر ولا تصير لين وتنعصر»؟",
        "options": [
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء .",
            "يقال للحث على الترشيد والاقتصاد في استهالك كل شيء وخاصة الماء .",
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على عدم الإنفاق على صيانة أي شيء لا رجاء من إصالحه ."
        ],
        "answer": "يقال للحث على اتخاذ المنهج الوسطي في كل شيء .",
        "difficulty": "سهل"
    },
    {
        "id": 583,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تاخذنا بشراع وميداف»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الذي يستخدم قوة بدنه وسالطة لسانه للنيل من حقوق الآخرين .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص الذي يستخدم قوة بدنه وسالطة لسانه للنيل من حقوق الآخرين .",
        "difficulty": "سهل"
    },
    {
        "id": 584,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الخوف من هللا ولا حياء من الناس»؟",
        "options": [
            "يقال للشخص الذي يرتكب عمل مخل بالدين والآداب العامة أمام الناس .",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال للشخص الذي لا يلتزم أمام الناس بالعادات والتقاليد والأعراف والخلق الحسن .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك ."
        ],
        "answer": "يقال للشخص الذي يرتكب عمل مخل بالدين والآداب العامة أمام الناس .",
        "difficulty": "سهل"
    },
    {
        "id": 585,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تترك الحبل على الغارب»؟",
        "options": [
            "يقال للحث على الشد والحزم في كل شيء، وخاصة في تربية الأوالد وعدم إعطائهم مطلق الحرية في كل شيء .",
            "يقال للحث على الترشيد والاقتصاد في استهالك كل شيء وخاصة الماء .",
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على الاقتصاد والترشيد في استخدام كل شيء وخاصة ماء الشرب ."
        ],
        "answer": "يقال للحث على الشد والحزم في كل شيء، وخاصة في تربية الأوالد وعدم إعطائهم مطلق الحرية في كل شيء .",
        "difficulty": "سهل"
    },
    {
        "id": 586,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا يعجبه العجب ولا الصيام في رجب»؟",
        "options": [
            "يقال للشخص الذي يخون الأمانة .",
            "يقال عندما تقدم نصيحة إلى الشخص العنيد المتعصب لرأيه أو عمله الخاطئ، ولا يأخذ بها .",
            "يقال عندما يتتكر الخطأ من الشخص .",
            "يقال للشخص العنيد الذي تقدم له الاقتراحات والآراء الصحيحة ويتمسك برأيه الخطأ ولا يحيد عنه ."
        ],
        "answer": "يقال للشخص العنيد الذي تقدم له الاقتراحات والآراء الصحيحة ويتمسك برأيه الخطأ ولا يحيد عنه .",
        "difficulty": "سهل"
    },
    {
        "id": 587,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تردك إال يدك»؟",
        "options": [
            "يقال عندما تضع شيء يخصك في مكان آمن قريب منك ويعود بالنفع عليك .",
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له .",
            "يقوله الشخص الحذر الذي سبق له وأن تعرض لمشكلة ولا يريد الوقوع فيها مرة أخرى.",
            "يقال عندما يستأذنك الجار أو الصديق في استعمال شيء يخصك وتوافق ،وتضرب له هذا القول ( لا تردك إال يدك ) وتعني أنه يستطيع أخذها مرة أخرى متى شاء ودون استئذان ."
        ],
        "answer": "يقال عندما يستأذنك الجار أو الصديق في استعمال شيء يخصك وتوافق ،وتضرب له هذا القول ( لا تردك إال يدك ) وتعني أنه يستطيع أخذها مرة أخرى متى شاء ودون استئذان .",
        "difficulty": "سهل"
    },
    {
        "id": 588,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تشكي الضر وعندك المر»؟",
        "options": [
            "يقال لحث الشخص على اقتناء واستخدام المر لكثرة فوائده لصحة الإنسان .",
            "يقال للحث على اقتناء البقر .",
            "يقال لحث النساء على اقتناء الذهب، والتزين به وعدم بيعه إال للحاجة الماسة .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه ."
        ],
        "answer": "يقال لحث الشخص على اقتناء واستخدام المر لكثرة فوائده لصحة الإنسان .",
        "difficulty": "سهل"
    },
    {
        "id": 589,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا خل ولا عدم»؟",
        "options": [
            "يقال عندما ترى طعاما قد عد على عجل ، أو عندما يعدك أحد الأشخاص وعدا هدفه التخلص منك ، وهو معروف عند الناس بعدم إيفائه بوعوده ، يقال (اشعثة ليل ).",
            "يقال عندما يعرض عليك أحد الأشخاص مساعدة من باب المحبة والمساعدة .",
            "يقال لمن لا يتساوى مظهره مع مخبره ، فقد يبدو أنه غني ولكن في حقيقة الأمر لا يملك شيء ، ولا يعمل على مساعدة أحد .",
            "يقال عندما يشتبه أحد الأشخاص بالعمل الذي يقوم به من الناحية الشرعية، ويقوم باستفتاء بعض العلماء، ويقروا له بذلك ."
        ],
        "answer": "يقال عندما يعرض عليك أحد الأشخاص مساعدة من باب المحبة والمساعدة .",
        "difficulty": "سهل"
    },
    {
        "id": 590,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لا تسرف لو من بحر تغرف»؟",
        "options": [
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال للحث على الترشيد والاقتصاد في استهالك كل شيء وخاصة الماء .",
            "يقال للحث على الاقتصاد والترشيد في استخدام كل شيء وخاصة ماء الشرب .",
            "يقال للحث على الشد والحزم في كل شيء، وخاصة في تربية الأوالد وعدم إعطائهم مطلق الحرية في كل شيء ."
        ],
        "answer": "يقال للحث على الاقتصاد والترشيد في استخدام كل شيء وخاصة ماء الشرب .",
        "difficulty": "سهل"
    },
    {
        "id": 591,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لحول يا أخو مطر»؟",
        "options": [
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى الشخص المتكبر والمتعجرف الذي أصابه غنى من بعد فقر .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا .",
            "يقال عندما ترى صديقك وقد أصابه الضيم ."
        ],
        "answer": "يقال عندما ترى صديقك وقد أصابه الضيم .",
        "difficulty": "سهل"
    },
    {
        "id": 592,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الحقوق تبغي حلوج»؟",
        "options": [
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له .",
            "يقال لمن يتهاون في طلب حقه ولا يجتهد فيه .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك ."
        ],
        "answer": "يقال لمن يتهاون في طلب حقه ولا يجتهد فيه .",
        "difficulty": "سهل"
    },
    {
        "id": 593,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لسانك حصانك إن صنته صانك وإن هنته هانك»؟",
        "options": [
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له .",
            "يقال عند مالحظة الفروق الفردية بين الناس .",
            "يقال لتحذير الشخص وحثه على حفظ اللسان ولجمه من الخوض في أعراض الناس وفي ما لا يعنيه ."
        ],
        "answer": "يقال لتحذير الشخص وحثه على حفظ اللسان ولجمه من الخوض في أعراض الناس وفي ما لا يعنيه .",
        "difficulty": "سهل"
    },
    {
        "id": 594,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لسانه يلوط اأذانه»؟",
        "options": [
            "يقال لسليط اللسان ذو الصوت المرتفع الذي لا يستطيع أحد مجاراته في الكالم .",
            "يقال عند استحالة كسب قضية ما ؛ يكون القاضي أحد الخصمين فيها .",
            "يقال عندما تتجادل مع شخص سليط اللسان ويصيبك منه الأذى .",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له ."
        ],
        "answer": "يقال لسليط اللسان ذو الصوت المرتفع الذي لا يستطيع أحد مجاراته في الكالم .",
        "difficulty": "سهل"
    },
    {
        "id": 595,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللسان للشاعر والراس للقناص»؟",
        "options": [
            "يقال حينما يراد إكرام الشاعر على وجبة العشاء أو الغداء .",
            "يقال على لسان الصياد الذي يحسده اصدقاؤه على تناوله لحم أو سمك طازج على وجبة الغداء وهم على عكس ذلك .",
            "يقال كنصيحة طبية لكل من ينتهي من تناول وجبة الغداء أو العشاء .",
            "يقال عندما يراد كسر جماح كل متهور ."
        ],
        "answer": "يقال حينما يراد إكرام الشاعر على وجبة العشاء أو الغداء .",
        "difficulty": "سهل"
    },
    {
        "id": 596,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الفلوس تغير النفوس»؟",
        "options": [
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال للشخص الذي يتكبر على أخاه الإنسان وخاصة الضعيف منهم إما بسبب كثرة المال أو بسبب الحسب والنسب والرفعة بين الناس .",
            "يقال َعندما يرزق متوسط الحال بمال وفير ويت َ َ رفع على من حوله بسبب هذا المال .",
            "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء ."
        ],
        "answer": "يقال َعندما يرزق متوسط الحال بمال وفير ويت َ َ رفع على من حوله بسبب هذا المال .",
        "difficulty": "سهل"
    },
    {
        "id": 597,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اللقمه الغريبة حلوة»؟",
        "options": [
            "يقال عند استحالة كسب قضية ما ؛ يكون القاضي أحد الخصمين فيها .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان .",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال عندما يتناول الشخص وجبة طعام غريبة مرسلة من أحد الجيران أو الأقرباء ويستحسنها ."
        ],
        "answer": "يقال عندما يتناول الشخص وجبة طعام غريبة مرسلة من أحد الجيران أو الأقرباء ويستحسنها .",
        "difficulty": "سهل"
    },
    {
        "id": 598,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لك اللحم ولنا العظم»؟",
        "options": [
            "يقال للمعلم عندما يطلق ولي الأمر له الحرية في تعليم وتأديب ابنه .",
            "يقال عندما يستفسر القاضي أو ولي الأمر من الفتاة البكر أو من في حكمها عن مدى قبولها بالشخص المتقدم إليها وتمتنع عن الإجابة .",
            "يقال للتعجيز وللداللة على استحالة وقوع الأمر الذي يرجى وقوعه .",
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له ."
        ],
        "answer": "يقال للمعلم عندما يطلق ولي الأمر له الحرية في تعليم وتأديب ابنه .",
        "difficulty": "سهل"
    },
    {
        "id": 599,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لو من كبر خذ على من صغر زود ، كان الحباري تفرست في الشواهين»؟",
        "options": [
            "يقال للحث على عدم الازدراء والاستهانة بكل ما هو صغير .",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال للحث على عدم الإفراط في تناول الكمأ",
            "يقال للحث على عدم اصدار الحكم على الشخص بمظهره ."
        ],
        "answer": "يقال للحث على عدم الازدراء والاستهانة بكل ما هو صغير .",
        "difficulty": "سهل"
    },
    {
        "id": 600,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لو كل من جا ونجر .. ما تم في الوادي شجر»؟",
        "options": [
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال للتقليل من شأن من يدعي الكرم .",
            "يقال لكل من يدعي أنه على معرفة تامة بكل عمل وهو على غير ذلك .",
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده ."
        ],
        "answer": "يقال لكل من يدعي أنه على معرفة تامة بكل عمل وهو على غير ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 601,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لو يدري عمير كان شق جيبه»؟",
        "options": [
            "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
            "يقال على لسان التاجر عندما يأتيه المشتري وينظر في البضاعة من بعيد ولا يسأل عنها ولا عن قيمتها .",
            "يقال على لسان صاحب المشكلة الكبيرة عندما يأتيه من يهون عليه مصابه وهو لا يعلم أن ما خفي منها هو أعظم .",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها ."
        ],
        "answer": "يقال على لسان صاحب المشكلة الكبيرة عندما يأتيه من يهون عليه مصابه وهو لا يعلم أن ما خفي منها هو أعظم .",
        "difficulty": "سهل"
    },
    {
        "id": 602,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لو فيه خير ما عافه الطير»؟",
        "options": [
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال عندما يجد الشخص شيء رديء لا خير فيه، و قد استغنى عنه صاحبه .",
            "يقال عند خروج شيء جيد من شيء رديء، أو عندما ترى ولد صالح من أب طالح، أو كلمة طيبة من رجل خبيث أو مجنون."
        ],
        "answer": "يقال عندما يجد الشخص شيء رديء لا خير فيه، و قد استغنى عنه صاحبه .",
        "difficulty": "سهل"
    },
    {
        "id": 603,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي فاتك الصيد عود على العنة تلقى الصيد فيها»؟",
        "options": [
            "يقال لمن يأكل كل شيء وقعت عينه عليه واتصلت يده به ، ويقال كذلك لكل من لا يميز بين الحرام والحالل في كسب الرزق .",
            "يقال في عدة أوجه منها ، لمن يصف لك مكان تجهله ويكون بعيد جدا عن العمران وحركة الناس ، أو للشخص المزعج الذي عندما يغادرك غاضبا وهو يقول لن أعود إلى المكان مرة اخرى .",
            "يقال عندما ي َبلغ الشخص شفهيا بالموافقة على طلب ما وبعد عدة مراجعات يكتشف عدم إنجاز أي شيء مما وعد به .",
            "يقال في عدة أوجه منها : لممازحة وشحذ همة الصياد الغير موفق فور خروجه من العنة إلى القنص ، ويقال كذلك إذا أصاب الشخص الإعياء من السعي في طلب شيء ما ولم يدركه ، ويعود إلى الراحة حتى تتهيأ له الأسباب مرة أخرى ."
        ],
        "answer": "يقال في عدة أوجه منها : لممازحة وشحذ همة الصياد الغير موفق فور خروجه من العنة إلى القنص ، ويقال كذلك إذا أصاب الشخص الإعياء من السعي في طلب شيء ما ولم يدركه ، ويعود إلى الراحة حتى تتهيأ له الأسباب مرة أخرى .",
        "difficulty": "سهل"
    },
    {
        "id": 604,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي طالت بارت»؟",
        "options": [
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له .",
            "يقال عندما ي َبلغ الشخص شفهيا بالموافقة على طلب ما وبعد عدة مراجعات يكتشف عدم إنجاز أي شيء مما وعد به .",
            "يقال للحث على عدم الإنفاق على صيانة أي شيء لا رجاء من إصالحه .",
            "يقال على لسان من تراجع عن إنجاز شيء ما، من أثر عدم تعاون الآخرين معه."
        ],
        "answer": "يقال عندما ي َبلغ الشخص شفهيا بالموافقة على طلب ما وبعد عدة مراجعات يكتشف عدم إنجاز أي شيء مما وعد به .",
        "difficulty": "سهل"
    },
    {
        "id": 605,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي صفا لي القمر ما علي من النجوم»؟",
        "options": [
            "يقال عندما يتخلى الأصدقاء عن الشخص ويبقى له صديق مخلص ، ويقال المثل كذلك حرصا على سالمة المحبوب .",
            "يقال للحث على الزواج من الأقارب ، ويقال كذلك لوضع الشيء المناسب في المكان المناسب .",
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير .",
            "يقال عندما تهطل على البالد أول بشائر الخير من المطر ، ويقال كذلك عندما تكون عالقة مع شخص مقتدر وتصلك منه أول الهدايا ."
        ],
        "answer": "يقال عندما يتخلى الأصدقاء عن الشخص ويبقى له صديق مخلص ، ويقال المثل كذلك حرصا على سالمة المحبوب .",
        "difficulty": "سهل"
    },
    {
        "id": 606,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي صكت الحلقة البطان ما لها إال أهلها»؟",
        "options": [
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه .",
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عندما يسأل الشخص عن سبب دفاعه عن أحد المقربين له ألي سبب كان ."
        ],
        "answer": "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
        "difficulty": "سهل"
    },
    {
        "id": 607,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي صاحب كل الدواسر خواله ، وكل ما شاف منهم جيد قال خاله»؟",
        "options": [
            "يقال عندما تدعو شخص شبعان ليتناول معك وجبة ويتظاهر بأنه لا يسمعك .",
            "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن .",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
            "يقال لكل من يتفاخر بالجيد من قبيلة خواله ويدعي بأنه خاله ."
        ],
        "answer": "يقال لكل من يتفاخر بالجيد من قبيلة خواله ويدعي بأنه خاله .",
        "difficulty": "سهل"
    },
    {
        "id": 608,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي فات الفوت ما ينفع الصوت»؟",
        "options": [
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى شخص يتحسر أو يندم على فقد عزيز عليه أو فقد مال قد خسره بشكل نهائي .",
            "يقال عندما يدور حديثا في مأل وت َف َاجأ بقول صحيح ومناسب صادر من شخص يعتقد أنه قد فقد عقله وحواسه .",
            "يقال عندما ترى الأطفال وقد أصبحوا شبابا ."
        ],
        "answer": "يقال عندما ترى شخص يتحسر أو يندم على فقد عزيز عليه أو فقد مال قد خسره بشكل نهائي .",
        "difficulty": "سهل"
    },
    {
        "id": 609,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي وصلت الستين لا يرث فيها المحل ولا السكين»؟",
        "options": [
            "يقال لحث وإقناع مربي الماشية على الاستزادة منها وعدم الاكتفاء بالقليل .",
            "يقال لحث المقاتل الشجاع على التريث وعدم الإقدام على مجابهة الجمع منفردا .",
            "يقال لحث الشخص الكسول على الحركة والعمل وعدم الاتكال على الدعاء فقط .",
            "يقال لحث النساء على اقتناء الذهب، والتزين به وعدم بيعه إال للحاجة الماسة ."
        ],
        "answer": "يقال لحث وإقناع مربي الماشية على الاستزادة منها وعدم الاكتفاء بالقليل .",
        "difficulty": "سهل"
    },
    {
        "id": 610,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي حبيت أكرم ولي بغضت أكرم»؟",
        "options": [
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال للحث على إكرام وإطعام الماشية في حالة المحبة والبغض .",
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على امتالك المواشي ."
        ],
        "answer": "يقال للحث على إكرام وإطعام الماشية في حالة المحبة والبغض .",
        "difficulty": "متوسط"
    },
    {
        "id": 611,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي جا وقت الصرام كل الناس اكرام»؟",
        "options": [
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال عندما ترى الاستفسارات والنصائح المختلفة تنهال على من أعلن أمام الناس عن مشكلة مرضية أو اجتماعية قد أصابته .",
            "يقال عندما ترى كثير من الناس يتهادون الهدايا على هيئة س َ لع موسمية متوفرة بكثرة عند أغلب الناس .",
            "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور ."
        ],
        "answer": "يقال عندما ترى كثير من الناس يتهادون الهدايا على هيئة س َ لع موسمية متوفرة بكثرة عند أغلب الناس .",
        "difficulty": "متوسط"
    },
    {
        "id": 612,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي جاك من اشفاك ما جاك من اكفاك»؟",
        "options": [
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال عندما يندب الشخص رجل للقيام بعمل ما بدال عنه ويتم المهمة بأفضل مما يتمنى .",
            "يقال عندما تتسرب أخبار مهمة ويتم نفيها .",
            "يقال للسقيم الذي يتمنى الموت ولا يظفر به ."
        ],
        "answer": "يقال عندما يندب الشخص رجل للقيام بعمل ما بدال عنه ويتم المهمة بأفضل مما يتمنى .",
        "difficulty": "متوسط"
    },
    {
        "id": 613,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي سلمت أنا وناقتي ما علي من رفاقتي»؟",
        "options": [
            "يقال على لسان من يهرب من مشكلة للنجاة بنفسه فيقع في مشكلة أكبر منها .",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال على لسان من نجا وحيدا بنفسه وماله من مشكلة كبيرة حدثت له وألصدقائه ، ويقال ، كذلك، في الأنانية وحب الذات .",
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير ."
        ],
        "answer": "يقال على لسان من نجا وحيدا بنفسه وماله من مشكلة كبيرة حدثت له وألصدقائه ، ويقال ، كذلك، في الأنانية وحب الذات .",
        "difficulty": "متوسط"
    },
    {
        "id": 614,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي اغترك الرق ما يغترك العواي»؟",
        "options": [
            "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
            "يقال عندما يتعرض قائد السفينة لمشاكل بحرية بسبب رداءة وسوء عمل بحارته .",
            "يقال لقائد السفينة عندما تعلق سفينته في المياه الضحلة .",
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان ."
        ],
        "answer": "يقال لقائد السفينة عندما تعلق سفينته في المياه الضحلة .",
        "difficulty": "متوسط"
    },
    {
        "id": 615,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي خذاك رمضان بالطول اخذه بالفطور»؟",
        "options": [
            "يقال على لسان من أصابه مرض عضال ، وسئ َل عن سبب الزهد في الطعام والشراب.",
            "يقال لحث الصائم عند الفطور على تناول كميات كبيرة ومتنوعة من الطعام لكي يعوضه عن الجوع الذي أصابه طيلة النهار .",
            "يقال لحث من يتناول الطعام معك على المائدة على تناول القليل من اللحم ومص الكثير من العظم لما فيه من فائدة تعود على فتح الشهية .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه ."
        ],
        "answer": "يقال لحث الصائم عند الفطور على تناول كميات كبيرة ومتنوعة من الطعام لكي يعوضه عن الجوع الذي أصابه طيلة النهار .",
        "difficulty": "متوسط"
    },
    {
        "id": 616,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي اذكروا لك المرعى ارعى دونه»؟",
        "options": [
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال لحث وإقناع مربي الماشية على الاستزادة منها وعدم الاكتفاء بالقليل .",
            "يقال لحث صاحب الماشية على عدم التوجه بماشيته نحو المناطق التي ذكر فيها الربيع والاكتفاء بالمراعي التي دونها ، وذلك لتجنب الاحتكاك مع الرعاة الآخرين، وكذلك، للحد من تداخل الماشية بعضها بالآخر، مما يؤدي إلى فقدانها .",
            "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة ."
        ],
        "answer": "يقال لحث صاحب الماشية على عدم التوجه بماشيته نحو المناطق التي ذكر فيها الربيع والاكتفاء بالمراعي التي دونها ، وذلك لتجنب الاحتكاك مع الرعاة الآخرين، وكذلك، للحد من تداخل الماشية بعضها بالآخر، مما يؤدي إلى فقدانها .",
        "difficulty": "متوسط"
    },
    {
        "id": 617,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي حجت البقر على قرونها»؟",
        "options": [
            "يقال للتعجيز وللداللة على استحالة وقوع الأمر الذي يرجى وقوعه .",
            "يقال عند استحالة كسب قضية ما ؛ يكون القاضي أحد الخصمين فيها .",
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له .",
            "يقال للمعلم عندما يطلق ولي الأمر له الحرية في تعليم وتأديب ابنه ."
        ],
        "answer": "يقال للتعجيز وللداللة على استحالة وقوع الأمر الذي يرجى وقوعه .",
        "difficulty": "متوسط"
    },
    {
        "id": 618,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي كثرت الرعيان ضاعت الغنم ، ولي قلت الرعيان ابشر بآوالها»؟",
        "options": [
            "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
            "يقال على لسان صاحب الحرفة أو العمل عندما يتوقف عن عمله بسبب البطالة أو بسبب نقص المواد الأولية ،ويرد بهذا المثل على من يسأله عن سبب هذا التوقف ، وكذلك يقال لمن يدعي معرفة الحدادة وهو لا يهتم بتوفير أهم عنصر لتحقيق الحدادة ، فنقول له حينما يدعي ذلك ( حداد بال فحم ) .",
            "يقال عندما تتوقف شركة ما عن العمل بسبب سوء إدارة مالكيها واتكال بعضهم على الآخر في إدارتها .",
            "يقال عندما يضع صاحب العمل أكثر من مسؤول على عمله الخاص ويخسر بسبب اتكال كل واحد منهم على الآخر في الإشراف على العمل وتنفيذه ."
        ],
        "answer": "يقال عندما يضع صاحب العمل أكثر من مسؤول على عمله الخاص ويخسر بسبب اتكال كل واحد منهم على الآخر في الإشراف على العمل وتنفيذه .",
        "difficulty": "متوسط"
    },
    {
        "id": 619,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي حبتك عيني ما ضامك الدهر»؟",
        "options": [
            "يقال على لسان الحاسد عندما يرى طلبات شخص آخر ت َنفذ من ق َبل محبيه بكل سهولة ويسر .",
            "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة.",
            "بإمكان كل شخص قوي أن يتجاوز أي جدار منخفض بكل سهولة ويسر إذا تيسر له ذلك، وصاحب المثل هنا شبه الرجل الضعيف والخاضع بالجدار المنخفض الذي يتجاوزه ويتمكن منه كل شخص قوي متى شاء . يقوله الشخص الجريء والمتمكن عندما يصله تهديد ووعيد من شخص قوي .",
            "يقال على لسان الشخص الذي يلح عليه تنفيذ عمل ما في آخر المساء ، ويصر على تأجيله حتى الصباح الباكر تفاؤال وتيمنا به ."
        ],
        "answer": "يقال على لسان الحاسد عندما يرى طلبات شخص آخر ت َنفذ من ق َبل محبيه بكل سهولة ويسر .",
        "difficulty": "متوسط"
    },
    {
        "id": 620,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «لي عطاك الشيخ مرق حطه في شليلك»؟",
        "options": [
            "يقال للداللة على الإيمان بالقدر .",
            "يقال للداللة على الرضى وقبول العطاء المقدم مهما كان قليل، وعدم رده .",
            "يقال للداللة على طول الشخص .",
            "يقال للشخص قليل الخبرة عندما يوضع في مكان عمل أكبر من حجمه، ويشتكي من صعوبة العمل، وعدم السيطرة عليه ."
        ],
        "answer": "يقال للداللة على الرضى وقبول العطاء المقدم مهما كان قليل، وعدم رده .",
        "difficulty": "متوسط"
    },
    {
        "id": 621,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ليته على مرعانا ولا على دارنا»؟",
        "options": [
            "يقال على لسان أصحاب المواشي حينما يصيب المطر المدر دارهم ولا يصيب المراعي المجدبة والشجر .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان من نزل المطر بعيدا عن داره وعن مرعى ماشيته ، ويقال كذلك عندما يبلغ الشخص بخير ورزق وفير قد أصاب منطقة ما بعيدة عنه .",
            "يقال للحث على امتالك المواشي ."
        ],
        "answer": "يقال على لسان أصحاب المواشي حينما يصيب المطر المدر دارهم ولا يصيب المراعي المجدبة والشجر .",
        "difficulty": "متوسط"
    },
    {
        "id": 622,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ليت رقبتي رقبة بعير»؟",
        "options": [
            "يقال عندما يتفوه الشخص أمام المأل بكلمة أو حديث غير سوي يخدش به الحياء ، وكذلك يقال للشخص الذي لا يميز القول السليم من القول المؤذي ، والذي قد يسيء به للناس دون قصد .",
            "يقال لكل من يتفوه أمام الناس بكلمة أو حديث غير سوي، ويصيبه الندم على ما بدر منه.",
            "عندما يتفوه الشخص الدنيء أمام الناس، بكلمات غير مقبولة في حقك، فتتجاهله وتترفع عنه، بدافع من كياستك ودماثة أخالقك.",
            "يقال لتحقير وذم البخيل أمام الناس ."
        ],
        "answer": "يقال لكل من يتفوه أمام الناس بكلمة أو حديث غير سوي، ويصيبه الندم على ما بدر منه.",
        "difficulty": "متوسط"
    },
    {
        "id": 623,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يضر القوم قتل اخيارها تضرها انسولها البايرة»؟",
        "options": [
            "يقال عندما ترى شخصا يحمل بعضا من صفات خاله في الشبه أو في بعض العادات الحميدة .",
            "يقال حينما ترى أمامك شخص سفيه يرجع نسبه لقبيلة يشهد لها ولمن فيها بالخير والصالح وهو لا يتحلى بأفعالهم وعاداتهم وأخالقهم الحميدة .",
            "يقال عندما ترى الأفعال السيئة والمشينة توجد في كل مكان من الدنيا ، أو حينما ترى أحد الأشخاص يسيء لبلدك ، ألمر يراه سيئا فيها ، كالغناء ، أو استعالء أحد الناس ، وهذا موجود في كل بلد ، فتقول له هذا المثل.",
            "يقال عندما ترى أمامك أنشطة مختلفة وكل نشاط صعب تجد أحد المتخصصين قائم عليه ."
        ],
        "answer": "يقال حينما ترى أمامك شخص سفيه يرجع نسبه لقبيلة يشهد لها ولمن فيها بالخير والصالح وهو لا يتحلى بأفعالهم وعاداتهم وأخالقهم الحميدة .",
        "difficulty": "متوسط"
    },
    {
        "id": 624,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما ينفعك في دنياك إال النخل والزراعة ،واال قطيع من الضان كل ما كبر كبش»؟",
        "options": [
            "يقال للحث على التمسك بالعادات الحميدة التي ورثها الآباء عن الأجداد .",
            "يقال للحث على مشاركة الآخرين في الطعام والشراب والعمل والتجارة .",
            "يقال للحث على التمسك والعمل بتلك النصائح .",
            "يقال للحث على التمسك بكل ما هو أصيل ومعروف ودائم، وترك كل ما هو حديث مؤقت وزائف ."
        ],
        "answer": "يقال للحث على التمسك والعمل بتلك النصائح .",
        "difficulty": "متوسط"
    },
    {
        "id": 625,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما ينفع الطبعان لي قال ورا ولي اغرقت ما يفيد فيها النزافي»؟",
        "options": [
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال عندما يفقد المهملين من أصحاب المنازل شيء من أموالهم أو مدخراتهم، ويتهموا العاملين لديهم بسرقتها .",
            "يقال عندما يتجاوز كل شيء عن حده ."
        ],
        "answer": "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
        "difficulty": "متوسط"
    },
    {
        "id": 626,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما ينفعك إال مرتك وولدك وثورك من بقرتك»؟",
        "options": [
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك .",
            "يقال ألحد المقربين منك عندما يقوم بمنفعتك في اللحظات الصعبه .",
            "يقال عندما يدفعك من هو أقوى منك نحو طريق أو عمل تكره أن تسير فيه ، أو لمن تدفعه الظروف الصعبة على تحمل الصعاب .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه ."
        ],
        "answer": "يقال ألحد المقربين منك عندما يقوم بمنفعتك في اللحظات الصعبه .",
        "difficulty": "متوسط"
    },
    {
        "id": 627,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما ينشق ثوب بين عاقل ومجنون»؟",
        "options": [
            "يقال للشخص المتعالي على الناس، الذي يتعامل معهم بنفس خبثة غير طيبة .",
            "يقوله البائع حينما يطلب منه المشتري اختيار سلعة طيبة له .",
            "يقال للحث على عدم استغالل طيبة الصديق في تحقيق المطامع والمطالب .",
            "يقال عندما يستخدم العاقل الحكمة في التفاهم والتوافق مع المجنون ويظهر بنتائج طيبة ."
        ],
        "answer": "يقال عندما يستخدم العاقل الحكمة في التفاهم والتوافق مع المجنون ويظهر بنتائج طيبة .",
        "difficulty": "متوسط"
    },
    {
        "id": 628,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يخدم بخيل»؟",
        "options": [
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال للبخيل الذي ليس له أصدقاء ، وذلك لشدة نفوره من الناس ظنا منه أنهم لا يأتون إال ألكل أو شرب أو لطلب مال أو مساعدة .",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له .",
            "يقال للبخيل الذي يشتكي من عدم مساعدة وخدمة الناس له ."
        ],
        "answer": "يقال للبخيل الذي يشتكي من عدم مساعدة وخدمة الناس له .",
        "difficulty": "متوسط"
    },
    {
        "id": 629,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يحك ظهيرك إال ظفيرك»؟",
        "options": [
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه .",
            "على لسان من يلقى الإساءة ممن أحسن إليه .",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عندما تأتيك مشكلة كبيرة من أقرب المقربين إليك ."
        ],
        "answer": "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه .",
        "difficulty": "متوسط"
    },
    {
        "id": 630,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يسبك إال اللي يحبك»؟",
        "options": [
            "يقال على لسان المخادع الذي يكسب من الشخص ماال بطريق غير مشروع ثم يعطيه جزءا منه أمام الناس بقصد الشهرة .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال على لسان الصديق عندما يبرر لصديقه سبب انتقاده البناء المبني على المصلحة أمام الناس ."
        ],
        "answer": "يقال على لسان الصديق عندما يبرر لصديقه سبب انتقاده البناء المبني على المصلحة أمام الناس .",
        "difficulty": "متوسط"
    },
    {
        "id": 631,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما ايطير طيره»؟",
        "options": [
            "يقال للشخص العائن الذي يصيب الناس بعينه.وهو ما يطلق عليه باللهجة المحليه ( النظال )، وقد يقال للماهر بالرماية الذي لا يخطئ هدفه . وأكثر ما يقال في العين .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس.",
            "يقال للشخص المتكبر والمتعالي على الناس ."
        ],
        "answer": "يقال للشخص العائن الذي يصيب الناس بعينه.وهو ما يطلق عليه باللهجة المحليه ( النظال )، وقد يقال للماهر بالرماية الذي لا يخطئ هدفه . وأكثر ما يقال في العين .",
        "difficulty": "متوسط"
    },
    {
        "id": 632,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يمدح السوق إال من ربح فيه»؟",
        "options": [
            "يقال لمن يسأل عن سبب احمرار الغبار المصاحب لعاصفة البارح .",
            "يقال لمن يكثر في مدح من يرى أنه سبب في تحقيق مصالحه حتى لو لم يكن على غير ذلك .",
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال لمن تعود على تحقيق الفوز بالحظ لعدة مرات وخانه الحظ في إحداها ."
        ],
        "answer": "يقال لمن يكثر في مدح من يرى أنه سبب في تحقيق مصالحه حتى لو لم يكن على غير ذلك .",
        "difficulty": "متوسط"
    },
    {
        "id": 633,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يضيع حق وراه امطالب»؟",
        "options": [
            "يقال على لسان من سل َب حقه ثم استرده بعد فترة من العناء من أثر المتابعة والمطالبة المستمرة .",
            "يقال على لسان من تعرض لمشكلة من أثر قيامه بعمل كان يقصد به الخير والمنفعة .",
            "يقال على لسان من يقوم بعمل بقصد الفائدة ويفشل من أثر سوء التدبير .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك."
        ],
        "answer": "يقال على لسان من سل َب حقه ثم استرده بعد فترة من العناء من أثر المتابعة والمطالبة المستمرة .",
        "difficulty": "متوسط"
    },
    {
        "id": 634,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يعرف سدره من اتفره»؟",
        "options": [
            "يقال للشخص الجاهل بالأمور والذي ليس له معرفة وكفاءة بالأمر الذي يتواله .",
            "يقال لمن يتقاعس عن تصدر وتنفيذ عمل قد اقترحه ويدفع بغيره لتنفيذه .",
            "يقال سخرية من الشخص الجاهل الذي تصدر منه أفعال غير الئقه .",
            "يقال للشخص المنافق ذي القولين؛ الذي يقول أمامك قوال، وخلفك يقول قوال آخر."
        ],
        "answer": "يقال سخرية من الشخص الجاهل الذي تصدر منه أفعال غير الئقه .",
        "difficulty": "متوسط"
    },
    {
        "id": 635,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يعرف كوعه من بوعه»؟",
        "options": [
            "يقال للشخص الجاهل بالأمور والذي ليس له معرفة وكفاءة بالأمر الذي يتواله .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للتسليم بالأمر الواقع .",
            "يقال للشخص المحظوظ جدا ."
        ],
        "answer": "يقال للشخص الجاهل بالأمور والذي ليس له معرفة وكفاءة بالأمر الذي يتواله .",
        "difficulty": "متوسط"
    },
    {
        "id": 636,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يحرك الرابضة»؟",
        "options": [
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس.",
            "يقال للشخص الذي لا يضر ولا ينفع، ويكون عالة على أصدقائه و مجتمعه.",
            "يقال للشخص الكسول الذي لا يسر ولا يضر.",
            "يقال للشخص الذي يخون الأمانة ."
        ],
        "answer": "يقال للشخص الكسول الذي لا يسر ولا يضر.",
        "difficulty": "متوسط"
    },
    {
        "id": 637,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما يظن بالسوء إال فاعله»؟",
        "options": [
            "يقال للرد على من يعيب على خفيف الوزن ورشيق الحركة .",
            "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن .",
            "يقال للرد على كل من يقوم باختالق العيوب في السلعة الغالية التي تمتلكها .",
            "يقال للرد على من يظن بك سوءا جزافا وأنت منه بريء."
        ],
        "answer": "يقال للرد على من يظن بك سوءا جزافا وأنت منه بريء.",
        "difficulty": "متوسط"
    },
    {
        "id": 638,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما ينشد بك ظهر»؟",
        "options": [
            "يقال على لسان الشخص الحضري عندما يقدم نصيحة إلى البدوي تتعلق بالصحراء وشؤونها ويرفضها لعدم ثقته بدقة المعلومة وبمن قالها، ولما يجد من معاناة في إقناع البدوي بصحة ما يقول .",
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه .",
            "يقال على لسان الشخص الأمي الذي عندما يكون في أمس الحاجة لقراءة أو كتابة نص ولا يجد من يقوم له بذلك .",
            "يقال على لسان من يلجأ إلى قريب أو صديق إلنقاذه من محنة أو ما شابه ذلك ولا يجد منه مساعدة ؛ أي ما يستند عليه ."
        ],
        "answer": "يقال على لسان من يلجأ إلى قريب أو صديق إلنقاذه من محنة أو ما شابه ذلك ولا يجد منه مساعدة ؛ أي ما يستند عليه .",
        "difficulty": "متوسط"
    },
    {
        "id": 639,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما عليها دلو»؟",
        "options": [
            "يقوله الشخص المحاصر عندما تقطع عنه سبل العيش .",
            "يقال لعدم الاهتمام بما يقوله أو ما يفعله الشخص السفيه ، وعادة يقال من باب الاستهزاء غير المباشر.",
            "يقال على لسان من رضي بما وهبه هللا من ولد .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء."
        ],
        "answer": "يقال لعدم الاهتمام بما يقوله أو ما يفعله الشخص السفيه ، وعادة يقال من باب الاستهزاء غير المباشر.",
        "difficulty": "متوسط"
    },
    {
        "id": 640,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما كل من طب البحر قيل سباح»؟",
        "options": [
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
            "يقال لكل من يدعي أنه على معرفة تامة بكل عمل وهو على غير ذلك .",
            "يقال لمن يدعي أنه على معرفة، ويتضح أنه على غير ذلك .",
            "يقال للتقليل من شأن من يدعي الكرم ."
        ],
        "answer": "يقال لكل من يدعي أنه على معرفة تامة بكل عمل وهو على غير ذلك .",
        "difficulty": "متوسط"
    },
    {
        "id": 641,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما أغلى من الولد إال ولد الولد»؟",
        "options": [
            "يقال على لسان أحد الجدين عندما ي َ سأل عن سر حبه وتدليله لحفيده .",
            "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل .",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عندما ي َ سأل الشخص عن سبب نومه المبكر ."
        ],
        "answer": "يقال على لسان أحد الجدين عندما ي َ سأل عن سر حبه وتدليله لحفيده .",
        "difficulty": "متوسط"
    },
    {
        "id": 642,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما جا من السماء اقبلته الأرض»؟",
        "options": [
            "يقال للداللة على قبول الطلب والاستجابة له.",
            "يقال للداللة على الإيمان بالقدر خيره وشره .",
            "يقال للداللة على طول الشخص .",
            "يقال للداللة على إيمان الشخص بقضاء هللا وقدره ."
        ],
        "answer": "يقال للداللة على الإيمان بالقدر خيره وشره .",
        "difficulty": "صعب"
    },
    {
        "id": 643,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما تحط على خشمه الذبانة»؟",
        "options": [
            "يقال للشخص المتعالي على الناس، الذي يتعامل معهم بنفس خبثة غير طيبة .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس."
        ],
        "answer": "يقال للشخص المتعالي على الناس، الذي يتعامل معهم بنفس خبثة غير طيبة .",
        "difficulty": "صعب"
    },
    {
        "id": 644,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «محد يموت قبل يومه»؟",
        "options": [
            "يقال للداللة على الإيمان بالقدر .",
            "يقال للداللة على طول الشخص .",
            "يقال للداللة على قبول الطلب والاستجابة له.",
            "يقال للداللة على إيمان الشخص بقضاء هللا وقدره ."
        ],
        "answer": "يقال للداللة على الإيمان بالقدر .",
        "difficulty": "صعب"
    },
    {
        "id": 645,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما في الكلب كلب طاهر»؟",
        "options": [
            "يقال عندما يرى الشخص فعل مشين يصدر من شخص ينتمي لطائفة أو ملة أخرى .",
            "يقال عندما يصدر من شخص قول أو فعل في حدود إدراكه وعقليته ومقدرته .",
            "يقال عندما ييأس الشخص من التخلص من فعل يستحيل التخلي عنه .",
            "يقال عندما يرى الشخص فعل لا يرضيه من طائر الصيد المعروف ب( التب. ) ع"
        ],
        "answer": "يقال عندما يرى الشخص فعل مشين يصدر من شخص ينتمي لطائفة أو ملة أخرى .",
        "difficulty": "صعب"
    },
    {
        "id": 646,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما تعرف قديري إال لي جربت غيري»؟",
        "options": [
            "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة.",
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك.",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة.",
        "difficulty": "صعب"
    },
    {
        "id": 647,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «محد يعاف عشاه إال من علة في حشاه»؟",
        "options": [
            "يقال للحث على مشاركة الآخرين في الطعام والشراب والعمل والتجارة .",
            "يقال على لسان الأم التي تعاني من السهر ومن قلة الطعام إيثارا ورحمة بأبنائها .",
            "يقال على لسان الصديق عندما يبرر لصديقه سبب انتقاده البناء المبني على المصلحة أمام الناس .",
            "يقال على لسان من أصابه مرض عضال ، وسئ َل عن سبب الزهد في الطعام والشراب."
        ],
        "answer": "يقال على لسان من أصابه مرض عضال ، وسئ َل عن سبب الزهد في الطعام والشراب.",
        "difficulty": "صعب"
    },
    {
        "id": 648,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما تقوم موجة إال وراها هوا»؟",
        "options": [
            "يقال ألخذ الحيطة والحذر من أمر قد ظهرت عالمته .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال لالستدالل على حدوث أمر ما بوجود مسبب لذلك .",
            "يقال فور اكتشاف أمر من يكذب عليك ."
        ],
        "answer": "يقال لالستدالل على حدوث أمر ما بوجود مسبب لذلك .",
        "difficulty": "صعب"
    },
    {
        "id": 649,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما احنا ابخماشة في وجه الصاحب»؟",
        "options": [
            "يقال لنصح الشخص على القبول والتأقلم بما قسمه هللا له من رزق حالل ، وعدم الطمع ومجاراة من هم أغنى منه.",
            "يقال لالستدالل على القبول والرضى بما يقدمه الصديق لصديقه من عطاء ، ولسنا ممن يسيء لألصحاب بالأقوال أو الأفعال .",
            "يقال على لسان الصديق عندما يبرر لصديقه سبب انتقاده البناء المبني على المصلحة أمام الناس .",
            "يقال عندما يلبي الصديق استغاثة صديقه ."
        ],
        "answer": "يقال لالستدالل على القبول والرضى بما يقدمه الصديق لصديقه من عطاء ، ولسنا ممن يسيء لألصحاب بالأقوال أو الأفعال .",
        "difficulty": "صعب"
    },
    {
        "id": 650,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما عقب العود قعود»؟",
        "options": [
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال على لسان الضيف عندما يتطيب بالعود ويطلب منه مضيفه التريث قليال وعدم الاستعجال بالمغادرة .",
            "يقال عندما يسأل الضيف، أو من يعود مريضا عن سبب استعجاله بالمغادرة .",
            "يقال لحث المقاتل الشجاع على التريث وعدم الإقدام على مجابهة الجمع منفردا ."
        ],
        "answer": "يقال على لسان الضيف عندما يتطيب بالعود ويطلب منه مضيفه التريث قليال وعدم الاستعجال بالمغادرة .",
        "difficulty": "صعب"
    },
    {
        "id": 651,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما تكبر إال السمادة»؟",
        "options": [
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس.",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال للشخص المتعالي على الناس، الذي يتعامل معهم بنفس خبثة غير طيبة .",
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك ."
        ],
        "answer": "يقال للشخص المتكبر والمتعالي على الناس .",
        "difficulty": "صعب"
    },
    {
        "id": 652,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما مات إال بلق عينه»؟",
        "options": [
            "يقال للتأكيد على أن الموت لا يقع إال بسبب .",
            "يقال عندما تعاتب صديق بسبب انقطاعه عنك منذ فترة ويتحجج إليك بأنه قد زارك منذ فترة قصيرة .",
            "يقال للتأكيد والداللة على أن الميت قد توفي منذ فترة طويلة .",
            "يقال على لسان من يلتقي بصديق لم يره منذ فترة، بسبب انشغال الصديق وتعلقه بمن يحب ."
        ],
        "answer": "يقال للتأكيد والداللة على أن الميت قد توفي منذ فترة طويلة .",
        "difficulty": "صعب"
    },
    {
        "id": 653,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما على البلوى إال الصبر»؟",
        "options": [
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له .",
            "يقال لمن ينتظر بفارغ الصبر أخبار مهمة أو نتيجة معينة وي َبلغ بتأجيل إعالنها .",
            "يقال َ في الحث على الصبر في الم َكاره .",
            "يقال عندما ي َالم الشخص من ق َبل الآخرين على قول أو فعل قد ارتكبه في حق شخص آخر ويكتشف في ما بعد أنه كان على حق ولومهم له كان ليس في محله ."
        ],
        "answer": "يقال َ في الحث على الصبر في الم َكاره .",
        "difficulty": "صعب"
    },
    {
        "id": 654,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما ناقة حنت إال على حوارها»؟",
        "options": [
            "يقال عندما يتعذر على الإنسان إيجاد ما يريد ويجد ما دونه .",
            "يقال عندما يحن الإنسان لبني جنسه أو عندما تحن الأم وتشتاق لمالقاة أوالدها .",
            "يقال عندما تنكشف طبيعة الإنسان السلبي ويفيض منه الحقد والغيرة.",
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له ."
        ],
        "answer": "يقال عندما يحن الإنسان لبني جنسه أو عندما تحن الأم وتشتاق لمالقاة أوالدها .",
        "difficulty": "صعب"
    },
    {
        "id": 655,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما صلى المصلي إال يبغي الغفران»؟",
        "options": [
            "يقال َ على لسان من وفق بين زوجين بالحالل قاصدا الأجر والثواب من ذلك .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الأجير الذي قام بعمل وينتظر من ورائه الأجر والثواب ."
        ],
        "answer": "يقال للشخص الأجير الذي قام بعمل وينتظر من ورائه الأجر والثواب .",
        "difficulty": "صعب"
    },
    {
        "id": 656,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما عند أم العيال عيشة ولا مرقد هني»؟",
        "options": [
            "يقال على لسان الأم عندما تعاني من السهر وقلة المعيشة إيثارا ورحمة بأبنائها .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان من اشتعلت واشتدت الفتنة بين خصومه .",
            "على لسان من يلقى الإساءة ممن أحسن إليه ."
        ],
        "answer": "يقال على لسان الأم عندما تعاني من السهر وقلة المعيشة إيثارا ورحمة بأبنائها .",
        "difficulty": "سهل"
    },
    {
        "id": 657,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما لك الا خشمك لو هو عوي»؟",
        "options": [
            "يقال عندما يحتاج الشخص لشيء ما، ويضطر لطلبه من شخص آخر وما إن يحصل عليه حتى يأتيه صديق أو قريب ويطلبه منه .",
            "يقال على لسان من أصيب بأذى الناس أو أحيك له أمر لا يعلمه وهو غافل .",
            "يقال على لسان من لديه قريب يسيء التصرف بين حين وآخر مع الناس ،ويضطر بحكم القرابة التي بينهما أن يسانده ويخرجه من تلك المشاكل .",
            "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل ."
        ],
        "answer": "يقال على لسان من لديه قريب يسيء التصرف بين حين وآخر مع الناس ،ويضطر بحكم القرابة التي بينهما أن يسانده ويخرجه من تلك المشاكل .",
        "difficulty": "سهل"
    },
    {
        "id": 658,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما هوب كل حمله بولد»؟",
        "options": [
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال لمن يكثر في مدح من يرى أنه سبب في تحقيق مصالحه حتى لو لم يكن على غير ذلك .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن تعود على تحقيق الفوز بالحظ لعدة مرات وخانه الحظ في إحداها ."
        ],
        "answer": "يقال لمن تعود على تحقيق الفوز بالحظ لعدة مرات وخانه الحظ في إحداها .",
        "difficulty": "سهل"
    },
    {
        "id": 659,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما كل من جس العروق طبيب وما كل من شل الكتاب خطيب»؟",
        "options": [
            "يقال للحث على تكليف الشخص المتمرس ذو الخبرة والمهارة العالية على إنجاز المهمة أو العمل دون غيره .",
            "يقال للحث على إعطاء النفس إجازة من العمل بين فترة وأخرى اللتقاط الأنفاس وتجديد الطاقة والنشاط .",
            "يقال للحث على إعطاء المهمة وإصالح العمل لذوي الاختصاص دون غيرهم .",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل ."
        ],
        "answer": "يقال للحث على إعطاء المهمة وإصالح العمل لذوي الاختصاص دون غيرهم .",
        "difficulty": "سهل"
    },
    {
        "id": 660,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما عينك عليه عين الرجال عليه»؟",
        "options": [
            "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها.",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر .",
            "يقال لمن يبيع سلعة بأقل من ثمنها، بسبب ظروف قاهرة ألمت به .",
            "يقال لمن فقد راحلته في أثناء السفر، بسبب الإهمال وعدم المحافظة عليها، أو عدم ربطها ."
        ],
        "answer": "يقال لمن تحسر على ضياع فرصة اقتناء سلعة مهمة له بسبب تردده وعدم التأمين عليها ، واقتناءها قبل الناس الطامعين فيها.",
        "difficulty": "سهل"
    },
    {
        "id": 661,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ما من دخان من دون نار»؟",
        "options": [
            "يقال عندما تتسرب أخبار مهمة ويتم نفيها .",
            "يقال لمن ينتظر بفارغ الصبر أخبار مهمة أو نتيجة معينة وي َبلغ بتأجيل إعالنها .",
            "يقال على صيغة سؤال أو استفسار من الشخص الذي ذهب إلنجاز مهمة ما، إن كان أنجزها بنجاح أم لا .",
            "يقال عندما يضطر الشخص لطلب سلعة أو حاجة مهمة من قريب ."
        ],
        "answer": "يقال عندما تتسرب أخبار مهمة ويتم نفيها .",
        "difficulty": "سهل"
    },
    {
        "id": 662,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مال البخيل ياكله اللوتي أو العيار»؟",
        "options": [
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ترى أموال الشحيح المكدسة في نهاية المطاف ذهبت إلى المحتالين واللصوص .",
            "يقال للحث على استخدام القوة في نهاية المطاف لحل أي مشكلة ، قبل أن تكون النتيجة مؤلمة .",
            "يقال للوالد عندما ترى أحوال وعادات ابنه قد تغيرت من حسنة إلى سيئة ."
        ],
        "answer": "يقال عندما ترى أموال الشحيح المكدسة في نهاية المطاف ذهبت إلى المحتالين واللصوص .",
        "difficulty": "سهل"
    },
    {
        "id": 663,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مادح نفسه كذاب»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال للشخص الذي لا يلتزم أمام الناس بالعادات والتقاليد والأعراف والخلق الحسن .",
            "يقال للشخص الذي يرتكب عمل مخل بالدين والآداب العامة أمام الناس .",
            "يقال للشخص المتكبر والمتعالي على الناس ."
        ],
        "answer": "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 664,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الماي زاد على الطحين»؟",
        "options": [
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء .",
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء .",
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال عندما يتجاوز كل شيء عن حده ."
        ],
        "answer": "يقال عندما يتجاوز كل شيء عن حده .",
        "difficulty": "سهل"
    },
    {
        "id": 665,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الماي لي اندفق ما يرجع»؟",
        "options": [
            "يقال عندما ي َفقد كل شيء غالي يستحيل رجوعه .",
            "يقال عندما ييأس الشخص من التخلص من فعل يستحيل التخلي عنه .",
            "يقال عندما يتجاوز كل شيء عن حده .",
            "يقال عندما يفقد الشخص الأمل في رجوع أي شيء ."
        ],
        "answer": "يقال عندما ي َفقد كل شيء غالي يستحيل رجوعه .",
        "difficulty": "سهل"
    },
    {
        "id": 666,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «المتحلي أحسن من البحار»؟",
        "options": [
            "يقال لمن يتعمد انتظار قدوم البحارة من البحر لكي يتكرموا عليه ببعض السمك .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال إما لحث من سيدخل البحر لكي يتوخى الحيطة والحذر ، أو لمن دخل البحر وأصابه مكروه بسبب الإهمال وعدم أخذ الحيطة والحذر ."
        ],
        "answer": "يقال لمن يتعمد انتظار قدوم البحارة من البحر لكي يتكرموا عليه ببعض السمك .",
        "difficulty": "سهل"
    },
    {
        "id": 667,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «المجالس مدارس»؟",
        "options": [
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه .",
            "يقال لحث الأبناء على الحركة، واكتساب الرزق، وترك الكسل، والاتكال على الغير .",
            "يقال لحث الأبناء على مالزمة الرجال في المجالس والتعلم منهم."
        ],
        "answer": "يقال لحث الأبناء على مالزمة الرجال في المجالس والتعلم منهم.",
        "difficulty": "سهل"
    },
    {
        "id": 668,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مدارس العيال مقاعد الرجال»؟",
        "options": [
            "يقال لحث الأبناء على الجلوس مع الرجال في المجالس والتعلم منهم.",
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل .",
            "يقال لحث الأبناء على الحركة، واكتساب الرزق، وترك الكسل، والاتكال على الغير .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه ."
        ],
        "answer": "يقال لحث الأبناء على الجلوس مع الرجال في المجالس والتعلم منهم.",
        "difficulty": "سهل"
    },
    {
        "id": 669,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «محل ما خطفنا طرحنا»؟",
        "options": [
            "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك .",
            "يقال لالستهزاء من الشخص الذي يقوم بعمل لا يتقنه .",
            "يقال على لسان من تعرض لمشكلة من أثر قيامه بعمل كان يقصد به الخير والمنفعة .",
            "يقال على لسان من يقوم بعمل بقصد الفائدة ويفشل من أثر سوء التدبير ."
        ],
        "answer": "يقال على لسان من يقوم بعمل بقصد الفائدة ويفشل من أثر سوء التدبير .",
        "difficulty": "سهل"
    },
    {
        "id": 670,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «محروم وطاح في عصيدة»؟",
        "options": [
            "يقال للمحروم أو الفقير عندما يحصل فجأة على مال وفير ويسرف منه ببذخ .",
            "يقال عندما يكتشف الشخص أن الرجل الذي كان يعده رأس مال له في المستقبل ، إنه على غير ذلك .",
            "يقال عندما تسمع فجأة كلمة أو عبارة معبرة صدرت من شخص لا تتوقع منه ذلك .",
            "يقال عندما تهب فجأة الرياح الشمالية المنعشة بعد أن كانت هادئة وحارة ."
        ],
        "answer": "يقال للمحروم أو الفقير عندما يحصل فجأة على مال وفير ويسرف منه ببذخ .",
        "difficulty": "سهل"
    },
    {
        "id": 671,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مد رجولك على قد لحافك»؟",
        "options": [
            "يقال عندما ي َحسد شخص على رزق كتبه هللا له .",
            "يقال على لسان من رضي بما وهبه هللا من ولد .",
            "يقال لنصح الشخص على القبول والتأقلم بما قسمه هللا له من رزق حالل ، وعدم الطمع ومجاراة من هم أغنى منه.",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره ."
        ],
        "answer": "يقال لنصح الشخص على القبول والتأقلم بما قسمه هللا له من رزق حالل ، وعدم الطمع ومجاراة من هم أغنى منه.",
        "difficulty": "سهل"
    },
    {
        "id": 672,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مدحناه وسرق»؟",
        "options": [
            "يقال على لسان من خاب ظنه في الشخص الذي امتدحه وأثنى بالأمس عليه .",
            "يقال على لسان من اشتعلت واشتدت الفتنة بين خصومه .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها ."
        ],
        "answer": "يقال على لسان من خاب ظنه في الشخص الذي امتدحه وأثنى بالأمس عليه .",
        "difficulty": "سهل"
    },
    {
        "id": 673,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مدها لو من بعيد»؟",
        "options": [
            "يقال في أحقية من له الفضل على الآخر .",
            "يقال فور توافق شخصان على قول أو رأي أو عمل موحد ، ويرد عليه الآخر بكلمة: ما تقصر أو خذ عشر .",
            "يقال عندما يجتمع شخصان بال كفاءة لتحقيق عمل ما، ويفشالن في تحقيقه .",
            "يقال َ لمتغير المزاج الذي لا رأي ثابتا له ."
        ],
        "answer": "يقال فور توافق شخصان على قول أو رأي أو عمل موحد ، ويرد عليه الآخر بكلمة: ما تقصر أو خذ عشر .",
        "difficulty": "سهل"
    },
    {
        "id": 674,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «المدح في الوجه هليبة»؟",
        "options": [
            "يقال للشخص الذي يفتخر بنفسه ويثني عليها أمام الناس وهو على غير ذلك .",
            "يقال لكراهية المدح في الوجه أمام الناس، لمن خيف عليه مفسدة من إعجاب ونحوه .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال لتحقير وذم البخيل أمام الناس ."
        ],
        "answer": "يقال لكراهية المدح في الوجه أمام الناس، لمن خيف عليه مفسدة من إعجاب ونحوه .",
        "difficulty": "سهل"
    },
    {
        "id": 675,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مسمار في لوح»؟",
        "options": [
            "يقال صفة لثبات قول وفعل الشخص الثابت الموثوق في أمره عندما يعد شخص آخر بتنفيذ أمر من الأمور.",
            "يقال عندما ترى شخصا يقسو على آخر في العمل .",
            "يقال عندما ي َالم الشخص من ق َبل الآخرين على قول أو فعل قد ارتكبه في حق شخص آخر ويكتشف في ما بعد أنه كان على حق ولومهم له كان ليس في محله .",
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد ."
        ],
        "answer": "يقال صفة لثبات قول وفعل الشخص الثابت الموثوق في أمره عندما يعد شخص آخر بتنفيذ أمر من الأمور.",
        "difficulty": "سهل"
    },
    {
        "id": 676,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مسكين يا طابخ الفاس .. تبغي مرق من حديدة»؟",
        "options": [
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها .",
            "يقال َلمن ي َشبه أحد والديه في الشكل والطباع .",
            "يقال لمن يعاني من ألم أو معاناة مستمرة ،ويقدم على فعل صعب ومؤلم، و تنتهي معاناته بالنجاح ،كخلع ضرس مثال .",
            "يقال في عدة أوجه: لكل من يرتجي المساعدة والعون من الشخص البخيل الذي ليس أهال لذلك، أو لمن يعاني من ألم حاد في أحد أسنانه ويرجو شفاءه من عالج لا فائدة في تناوله."
        ],
        "answer": "يقال في عدة أوجه: لكل من يرتجي المساعدة والعون من الشخص البخيل الذي ليس أهال لذلك، أو لمن يعاني من ألم حاد في أحد أسنانه ويرجو شفاءه من عالج لا فائدة في تناوله.",
        "difficulty": "سهل"
    },
    {
        "id": 677,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مع العزايم غنايم»؟",
        "options": [
            "يقال على لسان من تراجع عن إنجاز شيء ما، من أثر عدم تعاون الآخرين معه.",
            "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
            "يقال على لسان من ظفر وكسب له شيء من أثر جده واجتهاده في العمل أو نحو ذلك . وهذا المثل يتطابق مع المثل القائل : (العزم أخو اللزم أبا لظفرات والترك أخو الفرك أبا الحسرات أو العثرات).",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك."
        ],
        "answer": "يقال على لسان من ظفر وكسب له شيء من أثر جده واجتهاده في العمل أو نحو ذلك . وهذا المثل يتطابق مع المثل القائل : (العزم أخو اللزم أبا لظفرات والترك أخو الفرك أبا الحسرات أو العثرات).",
        "difficulty": "سهل"
    },
    {
        "id": 678,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مع الخيل يا شقرا»؟",
        "options": [
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال للشخص المنقاد الإمعة الذي ينساق خلف رأي الأغلبية وخلف كل رأي أو دعوة لا يعرف ماهيتها أهي خير أم شر. هذا المثل متطابق مع المثل القائل ( حشر مع الناس عيد) .",
            "يقال للشخص الذي لا يتقبل النصيحة ولا يقتنع بشيء مهما بذل معه من جهد . وهذا المثل ينطبق مع المثل القائل \"ما يعجبه العجب ولا الصيام في رجب\" .",
            "يقال للشخص الذي يحيك الدسائس في الخفاء لكي يضر بها الناس."
        ],
        "answer": "يقال للشخص المنقاد الإمعة الذي ينساق خلف رأي الأغلبية وخلف كل رأي أو دعوة لا يعرف ماهيتها أهي خير أم شر. هذا المثل متطابق مع المثل القائل ( حشر مع الناس عيد) .",
        "difficulty": "سهل"
    },
    {
        "id": 679,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مفتح عين وعمي قلب»؟",
        "options": [
            "يقوله البائع حينما يطلب منه المشتري اختيار سلعة طيبة له .",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة .",
            "يقال لمن يبيع سلعة بأقل من ثمنها، بسبب ظروف قاهرة ألمت به .",
            "يقوله الشخص الحذر الذي سبق له وأن تعرض لمشكلة ولا يريد الوقوع فيها مرة أخرى."
        ],
        "answer": "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة .",
        "difficulty": "سهل"
    },
    {
        "id": 680,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من سهر الليل تغدى بالطري ومن راقد البيض أصبح يشتري»؟",
        "options": [
            "يقال على لسان من أشغله أهل بيته وعياله وهم الدنيا عن وصل أهله وأحبته .",
            "يقال كنصيحة طبية لكل من ينتهي من تناول وجبة الغداء أو العشاء .",
            "يقال على لسان الصياد الذي يحسده اصدقاؤه على تناوله لحم أو سمك طازج على وجبة الغداء وهم على عكس ذلك .",
            "يقال حينما يراد إكرام الشاعر على وجبة العشاء أو الغداء ."
        ],
        "answer": "يقال على لسان الصياد الذي يحسده اصدقاؤه على تناوله لحم أو سمك طازج على وجبة الغداء وهم على عكس ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 681,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من بغى العالي يصبر على الراش ، ومن صعب أوله هان تاليه»؟",
        "options": [
            "يقال على لسان من يصل إلى مكان معين بفضل كثرة السؤال عنه ، وعندما يسأله من في المكان عن كيفية الوصول إليه يقول: (من نشد ما ضاع) .",
            "يقال لحث من يطلب العال، على الصبر والمثابرة وتحمل المشاق من أجل الوصول إلى الهدف والغاية المطلوبة .",
            "يقال لحث من يطلب الزواج من امرأة جميلة ،على التحلي بالصبر وتحمل المشاق والخسائر من أجل تحقيق الهدف المنشود .",
            "يقال لحث من ينوي السفر إلى بلد معين أن يلتزم باحترام عادات وقوانين تلك البالد ."
        ],
        "answer": "يقال لحث من يطلب العال، على الصبر والمثابرة وتحمل المشاق من أجل الوصول إلى الهدف والغاية المطلوبة .",
        "difficulty": "سهل"
    },
    {
        "id": 682,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من بغى شي خل شي»؟",
        "options": [
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد ."
        ],
        "answer": "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
        "difficulty": "سهل"
    },
    {
        "id": 683,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من بغى الزين يصبر على مطالبه»؟",
        "options": [
            "يقال لحث من يطلب العال، على الصبر والمثابرة وتحمل المشاق من أجل الوصول إلى الهدف والغاية المطلوبة .",
            "يقال لحث من يقدم على الزواج، أن يتبين دين و أخالق عائلة المرأة التي يرغب في الزواج منها.",
            "يقال في القدرة وتحمل المسؤولية .",
            "يقال لحث من يطلب الزواج من امرأة جميلة ،على التحلي بالصبر وتحمل المشاق والخسائر من أجل تحقيق الهدف المنشود ."
        ],
        "answer": "يقال لحث من يطلب الزواج من امرأة جميلة ،على التحلي بالصبر وتحمل المشاق والخسائر من أجل تحقيق الهدف المنشود .",
        "difficulty": "سهل"
    },
    {
        "id": 684,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من طمع طبع»؟",
        "options": [
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة ."
        ],
        "answer": "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة .",
        "difficulty": "سهل"
    },
    {
        "id": 685,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من خلف ما مات»؟",
        "options": [
            "يقال عندما يسأل كبير السن عن الفرق بين القديم والحديث .",
            "يقال على لسان من ذكر عنده اسم شخص متواضع خفيف الظل له محبة ومودة ومكانة وقدر كبير بين كثير من الناس .",
            "يقال على لسان كبير السن عندما يعلن له أحد الشباب عن اسمه الثالثي أو الرباعي ويتذكر أن هذا الاسم يتطابق مع اسم شخص يعرفه قد توفي منذ سنين .",
            "يقال عندما يطلب من كبير السن مواكبة العصر والسير على نهج الشباب ، أو كل وقت وله رجاله الذين ينتهجونه ويتوافقون مع نهجه ."
        ],
        "answer": "يقال على لسان كبير السن عندما يعلن له أحد الشباب عن اسمه الثالثي أو الرباعي ويتذكر أن هذا الاسم يتطابق مع اسم شخص يعرفه قد توفي منذ سنين .",
        "difficulty": "سهل"
    },
    {
        "id": 686,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من جا بل عزيمة بات بل الحاف»؟",
        "options": [
            "يقال على لسان من حضر على غير دعوة لعزيمة أو احتفال ولم يلقى الاهتمام والتقدير من ق َبل المنظمين .",
            "يقال على لسان من ورث الغنى ولم يظهر عليه من شدة تواضعه وذلك عندما يتباها أمامه حديث النعمة بكثرة ماله وجاهه .",
            "على لسان من يلقى الإساءة ممن أحسن إليه .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء."
        ],
        "answer": "يقال على لسان من حضر على غير دعوة لعزيمة أو احتفال ولم يلقى الاهتمام والتقدير من ق َبل المنظمين .",
        "difficulty": "سهل"
    },
    {
        "id": 687,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من نشد ما ضاع»؟",
        "options": [
            "على لسان من يلقى الإساءة ممن أحسن إليه .",
            "يقال لمن يصل متأخرا ويزاحم من وصل قبله إلى المكان .",
            "يقال ألحقية الشخص المتقدم على غيره في الاستيالء أو الاستحواذ على المكان أو الموقع الذي وضع يده عليه أو وصل إليه من فوز مستحق في سباق معين.",
            "يقال على لسان من يصل إلى مكان معين بفضل كثرة السؤال عنه ، وعندما يسأله من في المكان عن كيفية الوصول إليه يقول: (من نشد ما ضاع) ."
        ],
        "answer": "يقال على لسان من يصل إلى مكان معين بفضل كثرة السؤال عنه ، وعندما يسأله من في المكان عن كيفية الوصول إليه يقول: (من نشد ما ضاع) .",
        "difficulty": "سهل"
    },
    {
        "id": 688,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من تشره تكره»؟",
        "options": [
            "يقال لمن لا يتجاوز عن هفوات وزالت أصدقائه أو من حوله .",
            "لنصح الحاسد بأن يكف أذاه وحسده عن الناس",
            "يقال لنصح وحث الشخص على اختيار الصديق الطيب وترك الرديء منهم .",
            "يقال لنصح من يكثر العتاب على من حوله بالكف عن ذلك ."
        ],
        "answer": "يقال لنصح من يكثر العتاب على من حوله بالكف عن ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 689,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من كل السمين يدي اثمنه»؟",
        "options": [
            "يقال على لسان من خاب ظنه في الشخص الذي امتدحه وأثنى بالأمس عليه .",
            "يقال على لسان التاجر عندما يأتيه المشتري وينظر في البضاعة من بعيد ولا يسأل عنها ولا عن قيمتها .",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك ."
        ],
        "answer": "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
        "difficulty": "سهل"
    },
    {
        "id": 690,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من طالع عيشة غيره تكدرت عيشته»؟",
        "options": [
            "يقال عندما يشتكي الشخص من ضرر قد أصابه من نفسه دون قصد.",
            "يقال للحاسد الذي أصابه الهم والكدر من أثر تتبعه لرزق غيره .",
            "يقال لمن يرفض نصيحة غيره ويستبد برأيه .",
            "يقال عندما ترى صديقك وقد أصابه الضيم ."
        ],
        "answer": "يقال للحاسد الذي أصابه الهم والكدر من أثر تتبعه لرزق غيره .",
        "difficulty": "سهل"
    },
    {
        "id": 691,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من شار شور صار مصداره»؟",
        "options": [
            "يقال لمن يعتمد على نفسه في أي عمل وينجح ولا يتكل على الآخرين .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال لمن يتقاعس عن تصدر وتنفيذ عمل قد اقترحه ويدفع بغيره لتنفيذه .",
            "يقال لمن يتحسر على رزق أو عمل قد فاته ."
        ],
        "answer": "يقال لمن يتقاعس عن تصدر وتنفيذ عمل قد اقترحه ويدفع بغيره لتنفيذه .",
        "difficulty": "سهل"
    },
    {
        "id": 692,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من شب على شيء شاب عليه»؟",
        "options": [
            "يقال للشخص الذي ينازعك في أمر لم يحدث بعد .",
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
            "يقال عندما يعتاد المرء على عمل أو أمر ما في شبابه ويألفه عند ك َبره .",
            "يقال فور اكتشاف أمر من يكذب عليك ."
        ],
        "answer": "يقال عندما يعتاد المرء على عمل أو أمر ما في شبابه ويألفه عند ك َبره .",
        "difficulty": "سهل"
    },
    {
        "id": 693,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من تراخص اللحمة خانت به المرقه»؟",
        "options": [
            "يقال على لسان من سل َب حقه ثم استرده بعد فترة من العناء من أثر المتابعة والمطالبة المستمرة .",
            "يقال على لسان من خسر ماله ووقته وسلعته من أثر شرائه لسلعة رديئة زهيدة الثمن .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك.",
            "يقال على لسان من تعرض لمشكلة من أثر قيامه بعمل كان يقصد به الخير والمنفعة ."
        ],
        "answer": "يقال على لسان من خسر ماله ووقته وسلعته من أثر شرائه لسلعة رديئة زهيدة الثمن .",
        "difficulty": "سهل"
    },
    {
        "id": 694,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من فوق هاهلل هاهلل ومن تحت يعلم هللا»؟",
        "options": [
            "يقال لكل شيء ظاهره جيد وباطنه خبيث .",
            "يقال الزدراء َ من يتجمهر على شيء ظاهره كبير وباطنه فارغ .",
            "يقال للحث على ترك كل ما ظاهره جيد وباطنه فاسد ، كالذي يظهر نفسه أمام الناس بأنه جيد وباطنه غير ذلك .",
            "يقال عند خروج شيء جيد من شيء رديء، أو عندما ترى ولد صالح من أب طالح، أو كلمة طيبة من رجل خبيث أو مجنون."
        ],
        "answer": "يقال لكل شيء ظاهره جيد وباطنه خبيث .",
        "difficulty": "سهل"
    },
    {
        "id": 695,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من صادها يا أبا الوحش عشى عياله»؟",
        "options": [
            "يقال لمن يسيء استخدام شيء قد استأجره .",
            "يقال لمن يكلف بتوزيع شيء ما ويبدأ بنفسه وبالمقربين منه أوال وما تبقى منه للغير .",
            "يقال لمن يحاول معالجة وإصالح شيء لا فائدة من إصالحه .",
            "يقال لمن يريد استبدال شيء يعرفه بآخر لا يعرفه ."
        ],
        "answer": "يقال لمن يكلف بتوزيع شيء ما ويبدأ بنفسه وبالمقربين منه أوال وما تبقى منه للغير .",
        "difficulty": "سهل"
    },
    {
        "id": 696,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من أصبح أفلح»؟",
        "options": [
            "يقال عندما تجبر بالقوة على تنفيذ عمل لا تريده .",
            "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة.",
            "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك .",
            "يقال على لسان الشخص الذي يلح عليه تنفيذ عمل ما في آخر المساء ، ويصر على تأجيله حتى الصباح الباكر تفاؤال وتيمنا به ."
        ],
        "answer": "يقال على لسان الشخص الذي يلح عليه تنفيذ عمل ما في آخر المساء ، ويصر على تأجيله حتى الصباح الباكر تفاؤال وتيمنا به .",
        "difficulty": "سهل"
    },
    {
        "id": 697,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من رابع رفيقه يوم بليلة عرف سياياه»؟",
        "options": [
            "يقال على لسان من سل َب حقه ثم استرده بعد فترة من العناء من أثر المتابعة والمطالبة المستمرة .",
            "يقال على لسان من تعرض لمشكلة من أثر قيامه بعمل كان يقصد به الخير والمنفعة .",
            "يقال على لسان من انكشفت له حقيقة الشخص الغامض بالنسبة له، من أثر مرافقته في سفر أو نحوه .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك."
        ],
        "answer": "يقال على لسان من انكشفت له حقيقة الشخص الغامض بالنسبة له، من أثر مرافقته في سفر أو نحوه .",
        "difficulty": "سهل"
    },
    {
        "id": 698,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من طاول أطول منه ما استر ساعة»؟",
        "options": [
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال لمن يشتكي من قلة تكاثر مواشيه في الحضيرة .",
            "يقال لمن يشتكي من عدم حصوله على كل ما يريد .",
            "يقال للشخص المتوسط الدخل والمسرف عندما ي َش َاهد وهو يشتكي من تراكم الديون عليه بسبب تطلعه وتقليده لمن هو أيسر منه حاال ."
        ],
        "answer": "يقال للشخص المتوسط الدخل والمسرف عندما ي َش َاهد وهو يشتكي من تراكم الديون عليه بسبب تطلعه وتقليده لمن هو أيسر منه حاال .",
        "difficulty": "سهل"
    },
    {
        "id": 699,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من عنده نثية وذكر .. حمد ربه وشكر»؟",
        "options": [
            "يقال لنصح الشخص على القبول والتأقلم بما قسمه هللا له من رزق حالل ، وعدم الطمع ومجاراة من هم أغنى منه.",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره .",
            "يقال على لسان من رضي بما وهبه هللا من ولد .",
            "يقال عندما يحسد الناس الشخص المحظوظ الذي وهبه هللا من الرزق الكثير ."
        ],
        "answer": "يقال على لسان من رضي بما وهبه هللا من ولد .",
        "difficulty": "سهل"
    },
    {
        "id": 700,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من عنا لنا، حقه علينا»؟",
        "options": [
            "يقال على لسان الضيف عندما يتطيب بالعود ويطلب منه مضيفه التريث قليال وعدم الاستعجال بالمغادرة .",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال على لسان م َكرم الضيف العاني عندما يطلب منه ضيفه عدم المبالغة في الإكرام .",
            "يقال على لسان من تراجع عن إنجاز شيء ما، من أثر عدم تعاون الآخرين معه."
        ],
        "answer": "يقال على لسان م َكرم الضيف العاني عندما يطلب منه ضيفه عدم المبالغة في الإكرام .",
        "difficulty": "سهل"
    },
    {
        "id": 701,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من دق الباب جاه الجواب»؟",
        "options": [
            "يقال للتصدي لمن يتحدث أمام المأل، بحديث كاذب وملفق ، وغير منطقي.",
            "يقال لمن سأل شخص أمام المأل سؤال في غير محله وأتاه الجواب من حيث لا يدري .",
            "يقال لمن يتباها بشيء لا أصل له فيه أمام أفراد من جماعته أو حيه أو قريته .",
            "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور ."
        ],
        "answer": "يقال لمن سأل شخص أمام المأل سؤال في غير محله وأتاه الجواب من حيث لا يدري .",
        "difficulty": "سهل"
    },
    {
        "id": 702,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من طق ولد الناس طقوا اوليده»؟",
        "options": [
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له .",
            "يقال ردا على الشخص الذي يتدخل في شؤون غيره عندما يأتي شاكيا من تدخل الغير في شؤونه .",
            "يقال للشخص الخامل والكسول الذي يعتمد على غيره في تصريف شؤونه .",
            "يقال للشخص الذي لا عالقة له بأحد ولا يتدخل في شؤون الغير ."
        ],
        "answer": "يقال ردا على الشخص الذي يتدخل في شؤون غيره عندما يأتي شاكيا من تدخل الغير في شؤونه .",
        "difficulty": "سهل"
    },
    {
        "id": 703,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من لقى أحبابه نسى أصحابه»؟",
        "options": [
            "يقال عندما تعاتب صديق بسبب انقطاعه عنك منذ فترة ويتحجج إليك بأنه قد زارك منذ فترة قصيرة .",
            "يقال للتأكيد والداللة على أن الميت قد توفي منذ فترة طويلة .",
            "يقال على لسان من سل َب حقه ثم استرده بعد فترة من العناء من أثر المتابعة والمطالبة المستمرة .",
            "يقال على لسان من يلتقي بصديق لم يره منذ فترة، بسبب انشغال الصديق وتعلقه بمن يحب ."
        ],
        "answer": "يقال على لسان من يلتقي بصديق لم يره منذ فترة، بسبب انشغال الصديق وتعلقه بمن يحب .",
        "difficulty": "سهل"
    },
    {
        "id": 704,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من حضر عنزه جابت توم»؟",
        "options": [
            "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير .",
            "يقال عندما تهطل على البالد أول بشائر الخير من المطر ، ويقال كذلك عندما تكون عالقة مع شخص مقتدر وتصلك منه أول الهدايا .",
            "يقال على لسان من نجا وحيدا بنفسه وماله من مشكلة كبيرة حدثت له وألصدقائه ، ويقال ، كذلك، في الأنانية وحب الذات .",
            "يقال عندما يتخلى الأصدقاء عن الشخص ويبقى له صديق مخلص ، ويقال المثل كذلك حرصا على سالمة المحبوب ."
        ],
        "answer": "يقال على لسان من يجني أمواال طائلة من مشروع قد قام وأشرف عليه بنفسه ، ويقال المثل كذلك لحث الإنسان على متابعة أعماله وأمالكه بنفسه حتى يجني منها الخير الكثير .",
        "difficulty": "سهل"
    },
    {
        "id": 705,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من مات ابوه قبل جده له لطمه على خده»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لالستدالل على أحقية الجد في الاستيالء على إرث ولده المتوفي .",
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال في أحقية من له الفضل على الآخر ."
        ],
        "answer": "يقال لالستدالل على أحقية الجد في الاستيالء على إرث ولده المتوفي .",
        "difficulty": "سهل"
    },
    {
        "id": 706,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من طول الغيبات جاب الغنايم»؟",
        "options": [
            "يقال لمن يعود بعد غيبة طويلة من السفر ويسأله الناس عن سبب طول الغياب وعن الغنائم التي كسبها .",
            "يقال للتعبير عن حب الشخص لماله، وعن سبب الذود عنه .",
            "يقال عندما يسأل الضيف، أو من يعود مريضا عن سبب استعجاله بالمغادرة .",
            "يقال لمن يسأل عن سبب احمرار الغبار المصاحب لعاصفة البارح ."
        ],
        "answer": "يقال لمن يعود بعد غيبة طويلة من السفر ويسأله الناس عن سبب طول الغياب وعن الغنائم التي كسبها .",
        "difficulty": "سهل"
    },
    {
        "id": 707,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من سبق لبق»؟",
        "options": [
            "يقال على لسان من يصل إلى مكان معين بفضل كثرة السؤال عنه ، وعندما يسأله من في المكان عن كيفية الوصول إليه يقول: (من نشد ما ضاع) .",
            "يقال لمن يصل متأخرا ويزاحم من وصل قبله إلى المكان .",
            "يقال ألحقية الشخص المتقدم على غيره في الاستيالء أو الاستحواذ على المكان أو الموقع الذي وضع يده عليه أو وصل إليه من فوز مستحق في سباق معين.",
            "يقال لمن يرفض نصيحة غيره ويستبد برأيه ."
        ],
        "answer": "يقال ألحقية الشخص المتقدم على غيره في الاستيالء أو الاستحواذ على المكان أو الموقع الذي وضع يده عليه أو وصل إليه من فوز مستحق في سباق معين.",
        "difficulty": "سهل"
    },
    {
        "id": 708,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من قال هاه سمع»؟",
        "options": [
            "يقال لمن يتلفظ بكلمة ( هاه ) بقصد التجاهل وعدم استيعاب الموضوع .",
            "يقال لمن فقد راحلته في أثناء السفر، بسبب الإهمال وعدم المحافظة عليها، أو عدم ربطها .",
            "يقال لمن يصنع المعروف بقصد الخير، ويجازى بشر .",
            "يقال لمن يشتري سلعة بقصد الانتفاع بها، ثم تأتيه بسببها المتاعب والمشاكل."
        ],
        "answer": "يقال لمن يتلفظ بكلمة ( هاه ) بقصد التجاهل وعدم استيعاب الموضوع .",
        "difficulty": "سهل"
    },
    {
        "id": 709,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من طاوع الثنتين يصبر على اللوم»؟",
        "options": [
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
            "يقال على لسان الصياد الذي يحسده اصدقاؤه على تناوله لحم أو سمك طازج على وجبة الغداء وهم على عكس ذلك .",
            "يقال على لسان من أشغله أهل بيته وعياله وهم الدنيا عن وصل أهله وأحبته ."
        ],
        "answer": "يقال على لسان من أشغله أهل بيته وعياله وهم الدنيا عن وصل أهله وأحبته .",
        "difficulty": "سهل"
    },
    {
        "id": 710,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من خان لك خاون عليك»؟",
        "options": [
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على الحذر من الخائن و النمام وردعهما وعدم مجالستهما والاستماع ألقوالهما ."
        ],
        "answer": "يقال للحث على الحذر من الخائن و النمام وردعهما وعدم مجالستهما والاستماع ألقوالهما .",
        "difficulty": "متوسط"
    },
    {
        "id": 711,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من أخذ أمنا صار عمنا»؟",
        "options": [
            "يقال للتسليم بالأمر الواقع .",
            "يقال للشخص الجاهل بالأمور والذي ليس له معرفة وكفاءة بالأمر الذي يتواله .",
            "يقال في الرجل الضعيف الواقع تحت سطوة القوي .",
            "أحيانا يتعرض أفراد وجماعات وطوائف من المجتمع لمشاكل أو كوارث أو مواقف صعبة في حياتهم، مالية كانت أم اجتماعية أم غيرها ، وعندما يطلبون العون والمساعدة من المجتمع تجد أن أول من يهب لمساعدتهم بعد هللا هم المقربون منهم سواء أكان بالنسب أم بالعرق أم بالملة ، وهذا الواقع تراه جليا في العالم من حولنا ، ومن هنا جاء المثل الذي يقول (اللي ما هو على دينك ما يعينك) . مضرب المثل لعدة أوجه منها : للتحذير من طلب المساعدة من الذي لا يسره نجاحك، أو عندما ينحاز شخص لمساعدة معارفه ويتجاهل من لا يعرفه ."
        ],
        "answer": "يقال للتسليم بالأمر الواقع .",
        "difficulty": "متوسط"
    },
    {
        "id": 712,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من تغدى تمدى ومن تعشى تمشى»؟",
        "options": [
            "يقال حينما يراد إكرام الشاعر على وجبة العشاء أو الغداء .",
            "يقال كنصيحة طبية لكل من ينتهي من تناول وجبة الغداء أو العشاء .",
            "يقال عندما ينتهي الشاعر من إلقاء قصيدته .",
            "يقال على لسان الصياد الذي يحسده اصدقاؤه على تناوله لحم أو سمك طازج على وجبة الغداء وهم على عكس ذلك ."
        ],
        "answer": "يقال كنصيحة طبية لكل من ينتهي من تناول وجبة الغداء أو العشاء .",
        "difficulty": "متوسط"
    },
    {
        "id": 713,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من خاف سلم»؟",
        "options": [
            "يقال على لسان من يصادفه موقف صعب وحرج، ويخرج منه بسالم بسبب حسن تصرفه وتدبيره .",
            "يقال على لسان من يلتقي بصديق لم يره منذ فترة، بسبب انشغال الصديق وتعلقه بمن يحب .",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
            "يقال على لسان من يتهم بالخوف بسبب امتناعه عن مواجهة مواقف صعبة لا قدرة له على اجتيازها كمواجهة حيوان مفترس أو خصم قوي أو نحو ذلك ."
        ],
        "answer": "يقال على لسان من يتهم بالخوف بسبب امتناعه عن مواجهة مواقف صعبة لا قدرة له على اجتيازها كمواجهة حيوان مفترس أو خصم قوي أو نحو ذلك .",
        "difficulty": "متوسط"
    },
    {
        "id": 714,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من كثرة هذرته قلت هيبته»؟",
        "options": [
            "يقال عندما ترى شخص قد قلت هيبته واحترامه أمام الحاضرين بسبب كثرة حديثه .",
            "يقال عندما ترى شخصا فقيرا ت َساء معاملته أمام الناس ولا يقَدر .",
            "يقال عندما ينقطع رزق شخص بسبب كثرة الخجل الذي يمنعه من المطالبة بأقل حق له.",
            "يقال عندما ترى شخص يغدق عليه كثير من المال من أثر تلفظه بعدة كلمات أمام الجمهور ."
        ],
        "answer": "يقال عندما ترى شخص قد قلت هيبته واحترامه أمام الحاضرين بسبب كثرة حديثه .",
        "difficulty": "متوسط"
    },
    {
        "id": 715,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من شاف مصيبة غيره هانت عليه مصيبته»؟",
        "options": [
            "يقال لمواساة الشخص المفجوع وتخفيف ألم الصدمة عنه وخاصة إذا علم أن هناك شخص قد ابتلى بمصيبة أكبر من مصيبته .",
            "يقال عندما يحدث اختالف في الرأي بين اثنين ، وخاصة إذا قال أحدهم لآلخر انحرف لجهة اليمين وهو ينحرف باتجاه الشمال.",
            "يقال َ في الحث على الصبر في الم َكاره .",
            "يقال لمواساة الشخص وتهوين المصيبة أو المشكلة عليه ."
        ],
        "answer": "يقال لمواساة الشخص المفجوع وتخفيف ألم الصدمة عنه وخاصة إذا علم أن هناك شخص قد ابتلى بمصيبة أكبر من مصيبته .",
        "difficulty": "متوسط"
    },
    {
        "id": 716,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من خذ رفيقه بزله خله الزمان بل رفيق»؟",
        "options": [
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن لا يتجاوز عن هفوات وزالت أصدقائه أو من حوله .",
            "يقال عندما يتجاوز كل شيء عن حده ."
        ],
        "answer": "يقال لمن لا يتجاوز عن هفوات وزالت أصدقائه أو من حوله .",
        "difficulty": "متوسط"
    },
    {
        "id": 717,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من يصرف ولا يحسب، يفلس ولا يدري»؟",
        "options": [
            "يقال على لسان من ورث الغنى ولم يظهر عليه من شدة تواضعه وذلك عندما يتباها أمامه حديث النعمة بكثرة ماله وجاهه .",
            "يقال ألخذ الأشياء في أفضل أوقاتها ، ويضرب كذلك لمن يتردد ويتهاون في اقتناص فرصة وبعد فوات الأوان يصيبه الندم على ضياعها.",
            "يقال لكل مبذر يصيبه الإفالس بعد الغنى .",
            "يقال للحث على التوجه وإنجاز العمل ومتابعته مع أول الصباح ومع افتتاح الناس ألعمالهم ."
        ],
        "answer": "يقال لكل مبذر يصيبه الإفالس بعد الغنى .",
        "difficulty": "متوسط"
    },
    {
        "id": 718,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من شافنا ما يحسب الخير الفنا ، جد الفنا وأضفا علينا جمايله»؟",
        "options": [
            "يقال على لسان من حضر على غير دعوة لعزيمة أو احتفال ولم يلقى الاهتمام والتقدير من ق َبل المنظمين .",
            "يقال على لسان من ورث الغنى ولم يظهر عليه من شدة تواضعه وذلك عندما يتباها أمامه حديث النعمة بكثرة ماله وجاهه .",
            "يقال على لسان من ادخر ماال قد جمعه من تعب وشقاء وفاجأته مصيبة، صرف كل ماله الذي جمعه عليها .",
            "يقال على لسان من خسر ماله ووقته وسلعته من أثر شرائه لسلعة رديئة زهيدة الثمن ."
        ],
        "answer": "يقال على لسان من ورث الغنى ولم يظهر عليه من شدة تواضعه وذلك عندما يتباها أمامه حديث النعمة بكثرة ماله وجاهه .",
        "difficulty": "متوسط"
    },
    {
        "id": 719,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من عطا بجنون ياخذ بعقل»؟",
        "options": [
            "يقال لكل من أنفق ماال َعلى ع َجل في غير موضعه ويريد استرجاعه بحكمة.",
            "يقال على لسان المخادع الذي يكسب من الشخص ماال بطريق غير مشروع ثم يعطيه جزءا منه أمام الناس بقصد الشهرة .",
            "يقال على لسان من ادخر ماال قد جمعه من تعب وشقاء وفاجأته مصيبة، صرف كل ماله الذي جمعه عليها .",
            "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء ."
        ],
        "answer": "يقال لكل من أنفق ماال َعلى ع َجل في غير موضعه ويريد استرجاعه بحكمة.",
        "difficulty": "متوسط"
    },
    {
        "id": 720,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من سير عليك من عليك»؟",
        "options": [
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال عندما ينقلب الهزل إلى جد ويصبح حقيقة .",
            "يقال للطماع الذي يؤدي به الطمع إلى سوء العاقبة .",
            "يقال لالعتراف بحق وفضل من قصدك وزارك إلى مكانك ."
        ],
        "answer": "يقال لالعتراف بحق وفضل من قصدك وزارك إلى مكانك .",
        "difficulty": "متوسط"
    },
    {
        "id": 721,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من طال سقمه ما قام»؟",
        "options": [
            "يقال لمن يعود بعد غيبة طويلة من السفر ويسأله الناس عن سبب طول الغياب وعن الغنائم التي كسبها .",
            "يقال لمن عاد من جديد إلى فعله السابق الغير مستحب، بعد أن أقلع عنه لفترة من الزمن.",
            "يقال لمن يصاب بمرض عضال ويقعده في الفراش لفترة طويلة ويموت بعدها من أثر ذلك المرض .",
            "يقال عندما يعاني الإنسان من المرض من أثر تكرار المصائب والأزمات عليه ، أو لمن يتعرض إلى مشكلتين كبيرتين في نفس الوقت ."
        ],
        "answer": "يقال لمن يصاب بمرض عضال ويقعده في الفراش لفترة طويلة ويموت بعدها من أثر ذلك المرض .",
        "difficulty": "متوسط"
    },
    {
        "id": 722,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من حط روحه في الأجرة لا يكون زعال»؟",
        "options": [
            "يقال لمن لا يفهم القول ويلح في طلب شيء لا وجود له .",
            "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك.",
            "يقال على لسان الخبير في العمل عندما يستبدل به شخص آخر أقل منه مستوى وخبرة."
        ],
        "answer": "يقال على لسان صاحب العمل عندما يغلظ في القول على العامل الأجير في شيء لصالح العمل، ويزعل الأجير منه .",
        "difficulty": "متوسط"
    },
    {
        "id": 723,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من دنا يومه رحل»؟",
        "options": [
            "يقال للداللة على طول الشخص .",
            "يقال للداللة على قبول الطلب والاستجابة له.",
            "يقال للداللة على إيمان الشخص بقضاء هللا وقدره .",
            "يقال للداللة على الإيمان بالقدر ."
        ],
        "answer": "يقال للداللة على إيمان الشخص بقضاء هللا وقدره .",
        "difficulty": "متوسط"
    },
    {
        "id": 724,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من عاب استعاب»؟",
        "options": [
            "يقال لمن يتتبع عيوب غيره، فلا ينجو من ألسنة الآخرين في تتبع عيوبه .",
            "يقال لمن يرفض نصيحة غيره ويستبد برأيه .",
            "يقال لمن يعيش في رغد من العيش، ولا يحس بمعاناة غيره من الفقراء .",
            "يقال لمن يعتمد على نفسه في أي عمل وينجح ولا يتكل على الآخرين ."
        ],
        "answer": "يقال لمن يتتبع عيوب غيره، فلا ينجو من ألسنة الآخرين في تتبع عيوبه .",
        "difficulty": "متوسط"
    },
    {
        "id": 725,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من كد يمينه فرح صدره»؟",
        "options": [
            "يقال للحث على الاعتماد على النفس في كسب الرزق لكي يفرح به أهله ونفسه.",
            "يقال ُّللحث على التريث واتباع َطريق الرزق الذي يس َ ره هللا وعدم تجاوزه .",
            "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين ."
        ],
        "answer": "يقال للحث على الاعتماد على النفس في كسب الرزق لكي يفرح به أهله ونفسه.",
        "difficulty": "متوسط"
    },
    {
        "id": 726,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «من قضى فرضة قبض أرضه»؟",
        "options": [
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على التمسك بكل ما هو أصيل ومعروف ودائم، وترك كل ما هو حديث مؤقت وزائف .",
            "يقال للحث على تأدية فريضة الحج لمرة واحدة فقط ، وترك المجال للغير .",
            "يقال للحث على تسوية الدين قبل الذهاب لقضاء فريضة الحج ."
        ],
        "answer": "يقال للحث على تأدية فريضة الحج لمرة واحدة فقط ، وترك المجال للغير .",
        "difficulty": "متوسط"
    },
    {
        "id": 727,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «منك الحركة ومني البركة»؟",
        "options": [
            "يقال لحث وإقناع مربي الماشية على الاستزادة منها وعدم الاكتفاء بالقليل .",
            "يقال لحث المقاتل الشجاع على التريث وعدم الإقدام على مجابهة الجمع منفردا .",
            "يقال لحث الشخص الكسول على الحركة والعمل وعدم الاتكال على الدعاء فقط .",
            "يقال لحث الأبناء على الحركة، واكتساب الرزق، وترك الكسل، والاتكال على الغير ."
        ],
        "answer": "يقال لحث الشخص الكسول على الحركة والعمل وعدم الاتكال على الدعاء فقط .",
        "difficulty": "متوسط"
    },
    {
        "id": 728,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «منك المال ومنها العيال»؟",
        "options": [
            "يقال عندما يقوم الشخص بعمل شاق ويأتي شخص آخر ويقوم بإفساد ذلك العمل .",
            "يقال للتاجر المبتدئ الذي يريد الربح السريع ولا يتحمل الخسارة وقلة الربح .",
            "يقال لتهنئة ومباركة العريس في ليلة زفافه .",
            "يقال لكل من قام بتحمل مسؤولية أكبر من قدرته، وفشل في إدارتها ."
        ],
        "answer": "يقال لتهنئة ومباركة العريس في ليلة زفافه .",
        "difficulty": "متوسط"
    },
    {
        "id": 729,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مهب كل من تنوخذ نوخذة»؟",
        "options": [
            "يقال لكل من قام بتحمل مسؤولية أكبر من قدرته، وفشل في إدارتها .",
            "يقال لمن يشتكي من رداءة وفشل ولده .",
            "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن .",
            "يقال على لسان من يهرب من مشكلة للنجاة بنفسه فيقع في مشكلة أكبر منها ."
        ],
        "answer": "يقال لكل من قام بتحمل مسؤولية أكبر من قدرته، وفشل في إدارتها .",
        "difficulty": "متوسط"
    },
    {
        "id": 730,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مهب كل طير ينكل لحمه»؟",
        "options": [
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان من يريد إثبات وجوده وتحديه لآلخر بالقول والفعل.",
            "يقال على لسان من يريد حفظ ماء وجهه واتقاء شر من هو أقوى منه .",
            "يقال على لسان من يريد إثبات قوته وصالبته عند محاولة النيل منه ."
        ],
        "answer": "يقال على لسان من يريد إثبات قوته وصالبته عند محاولة النيل منه .",
        "difficulty": "متوسط"
    },
    {
        "id": 731,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «مهب كل من غاص قال أنا غيص»؟",
        "options": [
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك .",
            "يقال لمن ينتدب شخص عديم الخبرة إلنجاز عمل ما ويفشل .",
            "يقال على لسان من يقوم بعمل بقصد الفائدة ويفشل من أثر سوء التدبير ."
        ],
        "answer": "يقال على لسان المسؤول عندما يتعهد له شخص بإنجاز عمل ما ويفشل في ذلك .",
        "difficulty": "متوسط"
    },
    {
        "id": 732,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «اموقض اللوه»؟",
        "options": [
            "يقال عند كشف أسرار الناس، دون رغبتهم أو دون الاستئذان منهم .",
            "يقال للشخص المتكبر والمتعالي على الناس .",
            "يقال للشخص الذي يتكبر على أخاه الإنسان وخاصة الضعيف منهم إما بسبب كثرة المال أو بسبب الحسب والنسب والرفعة بين الناس .",
            "يقال عند مالحظة الفروق الفردية بين الناس ."
        ],
        "answer": "يقال عند كشف أسرار الناس، دون رغبتهم أو دون الاستئذان منهم .",
        "difficulty": "متوسط"
    },
    {
        "id": 733,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «المياوش ولا العباط»؟",
        "options": [
            "يقال لحث الشخص المتوقف عن العمل على القيام بمهمته وعدم الاستكانة وتضييع الوقت حتى لو لم تكن الظروف مهيأة لذلك .",
            "يقال لحث وإقناع مربي الماشية على الاستزادة منها وعدم الاكتفاء بالقليل .",
            "يقال عندما تجبر الظروف الإنسان على القيام بعمل هو كاره له .",
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل ."
        ],
        "answer": "يقال لحث الشخص المتوقف عن العمل على القيام بمهمته وعدم الاستكانة وتضييع الوقت حتى لو لم تكن الظروف مهيأة لذلك .",
        "difficulty": "متوسط"
    },
    {
        "id": 734,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الميدان يا حميدان»؟",
        "options": [
            "يقال على لسان من يريد حفظ ماء وجهه واتقاء شر من هو أقوى منه .",
            "يقال على لسان من يريد إثبات قوته وصالبته عند محاولة النيل منه .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان من يريد إثبات وجوده وتحديه لآلخر بالقول والفعل."
        ],
        "answer": "يقال على لسان من يريد إثبات وجوده وتحديه لآلخر بالقول والفعل.",
        "difficulty": "متوسط"
    },
    {
        "id": 735,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ناس اتغاضى لو غدا ربع مالها ، وناس اتقاضى في عنا ما يفيدها»؟",
        "options": [
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين .",
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على حل المشاكل بين الأقرباء وديا وعدم اللجوء للقضاء ."
        ],
        "answer": "يقال للحث على حل المشاكل بين الأقرباء وديا وعدم اللجوء للقضاء .",
        "difficulty": "متوسط"
    },
    {
        "id": 736,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الناس أجناس»؟",
        "options": [
            "يقال لتحقير وذم البخيل أمام الناس .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال عند مالحظة الفروق الفردية بين الناس .",
            "يقال للشخص المتكبر والمتعالي على الناس ."
        ],
        "answer": "يقال عند مالحظة الفروق الفردية بين الناس .",
        "difficulty": "متوسط"
    },
    {
        "id": 737,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ناصحكم يا بدو في النار»؟",
        "options": [
            "يقال على لسان من يلجأ إلى قريب أو صديق إلنقاذه من محنة أو ما شابه ذلك ولا يجد منه مساعدة ؛ أي ما يستند عليه .",
            "يقال عندما تقدم نصيحة إلى الشخص العنيد المتعصب لرأيه أو عمله الخاطئ، ولا يأخذ بها .",
            "يقال على لسان الشخص الأمي الذي عندما يكون في أمس الحاجة لقراءة أو كتابة نص ولا يجد من يقوم له بذلك .",
            "يقال على لسان الشخص الحضري عندما يقدم نصيحة إلى البدوي تتعلق بالصحراء وشؤونها ويرفضها لعدم ثقته بدقة المعلومة وبمن قالها، ولما يجد من معاناة في إقناع البدوي بصحة ما يقول ."
        ],
        "answer": "يقال على لسان الشخص الحضري عندما يقدم نصيحة إلى البدوي تتعلق بالصحراء وشؤونها ويرفضها لعدم ثقته بدقة المعلومة وبمن قالها، ولما يجد من معاناة في إقناع البدوي بصحة ما يقول .",
        "difficulty": "متوسط"
    },
    {
        "id": 738,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «النار ما تحرق إال رجل واطيها»؟",
        "options": [
            "يقال على لسان من وقع في مشكلة ما، ولم يجد من الناس من يساعده على زوالها بل وجد أناس قللوا من شأنها، جهال منهم بخلفيات المشكلة وعدم الإحساس بالمعاناة .",
            "يقال عند كشف أسرار الناس، دون رغبتهم أو دون الاستئذان منهم .",
            "يقال على لسان من يقع في مشكلة ولا يجد من ينصره ويساعده سوى أقرب المقربين إليه .",
            "يقال على لسان من يهرب من مشكلة للنجاة بنفسه فيقع في مشكلة أكبر منها ."
        ],
        "answer": "يقال على لسان من وقع في مشكلة ما، ولم يجد من الناس من يساعده على زوالها بل وجد أناس قللوا من شأنها، جهال منهم بخلفيات المشكلة وعدم الإحساس بالمعاناة .",
        "difficulty": "متوسط"
    },
    {
        "id": 739,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الناقة الرغاية والعنز الثغاية والمرأة اللغاية»؟",
        "options": [
            "يقال للحث على تجنب الطريق المختصر والخطر أو تجنب الأشخاص والأماكن التي قد تأتيك منها المشاكل .",
            "يقال للحث على امتالك المواشي .",
            "يقال للحث على تجنب الارتباط بهم .",
            "يقال للحث على اقتناء البقر ."
        ],
        "answer": "يقال للحث على تجنب الارتباط بهم .",
        "difficulty": "متوسط"
    },
    {
        "id": 740,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «انقفة من اخربة»؟",
        "options": [
            "يقال لكل شيء ظاهره جيد وباطنه خبيث .",
            "يقال عندما ترى المحتاج جدا يستخدم كل الوسائل الخطرة من أجل اقتناء شيء يسد به حاجته .",
            "يقال عند خروج شيء جيد من شيء رديء، أو عندما ترى ولد صالح من أب طالح، أو كلمة طيبة من رجل خبيث أو مجنون.",
            "يقال عندما يجد الشخص شيء رديء لا خير فيه، و قد استغنى عنه صاحبه ."
        ],
        "answer": "يقال عند خروج شيء جيد من شيء رديء، أو عندما ترى ولد صالح من أب طالح، أو كلمة طيبة من رجل خبيث أو مجنون.",
        "difficulty": "متوسط"
    },
    {
        "id": 741,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «نوخذين طبعوا مركب»؟",
        "options": [
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال عندما تتوقف شركة ما عن العمل بسبب سوء إدارة مالكيها واتكال بعضهم على الآخر في إدارتها .",
            "يقال للشخص قصير اللسان الذي يسلب حقه بسبب عدم قدرته على المطالبة والإقناع .",
            "يقال عندما تعطي صالحية تنفيذ العمل لشخصين وينتهي العمل بالفشل بسبب عدم توافق الاثنان واختالف آرائهم."
        ],
        "answer": "يقال عندما تعطي صالحية تنفيذ العمل لشخصين وينتهي العمل بالفشل بسبب عدم توافق الاثنان واختالف آرائهم.",
        "difficulty": "متوسط"
    },
    {
        "id": 742,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «نقل الحطب أو الصخر من الجبالي ولا منن الرجالي»؟",
        "options": [
            "يقال عندما يضطر كريم النفس، ويطلب حاجة من شخص ويتعرض في أثناء الطلب للذل والهوان .",
            "يقال عنما يتعرض كريم النفس للمنة .",
            "يقال لالعتماد على النفس في كسب العيش وليس على الآخرين .",
            "يقال للحث على الاعتماد على النفس في كسب الرزق وعدم الاعتماد على الآخرين ."
        ],
        "answer": "يقال عنما يتعرض كريم النفس للمنة .",
        "difficulty": "صعب"
    },
    {
        "id": 743,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «نوط الحسا»؟",
        "options": [
            "يقال للداللة على طول الشخص .",
            "يقال للداللة على الإيمان بالقدر .",
            "يقال للداللة على قبول الطلب والاستجابة له.",
            "يقال للداللة على الإيمان بالقدر خيره وشره ."
        ],
        "answer": "يقال للداللة على طول الشخص .",
        "difficulty": "صعب"
    },
    {
        "id": 744,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «هذا حد يوشه»؟",
        "options": [
            "يقال عندما يصدر من شخص قول أو فعل في حدود إدراكه وعقليته ومقدرته .",
            "يقال عندما ي َالم الشخص من ق َبل الآخرين على قول أو فعل قد ارتكبه في حق شخص آخر ويكتشف في ما بعد أنه كان على حق ولومهم له كان ليس في محله .",
            "يقال عندما يرى الشخص فعل مشين يصدر من شخص ينتمي لطائفة أو ملة أخرى .",
            "يقال عندما ييأس الشخص من التخلص من فعل يستحيل التخلي عنه ."
        ],
        "answer": "يقال عندما يصدر من شخص قول أو فعل في حدود إدراكه وعقليته ومقدرته .",
        "difficulty": "صعب"
    },
    {
        "id": 745,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «هذا وجهك والا وراه»؟",
        "options": [
            "يقال للعتب على من تحب عندما تلقاه بعد فترة من الغياب .",
            "يقال على لسان من سل َب حقه ثم استرده بعد فترة من العناء من أثر المتابعة والمطالبة المستمرة .",
            "عندما يطلب منك من تحب شيء يسير وتقدمه له بكل أريحية وطيب نفس .",
            "يقال للتأكيد والداللة على أن الميت قد توفي منذ فترة طويلة ."
        ],
        "answer": "يقال للعتب على من تحب عندما تلقاه بعد فترة من الغياب .",
        "difficulty": "صعب"
    },
    {
        "id": 746,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «هذا سيفوه وهذي خراجينه»؟",
        "options": [
            "يقال لمن يمشي في طريق الخطأ ويقع في المشاكل .",
            "يقال عندما ي َ نصح صاحب الخبرة والمعرفة وي َحذر من الوقوع في الخطأ، دون أن تكون له حاجة لذلك.",
            "يقال عندما يتتكر الخطأ من الشخص .",
            "يقال عندما يتجنب العارف الخطأ، ويأتيه من يحذره من الوقوع فيه ."
        ],
        "answer": "يقال عندما يتتكر الخطأ من الشخص .",
        "difficulty": "صعب"
    },
    {
        "id": 747,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الهون أبرك ما يكون»؟",
        "options": [
            "يقال للحث على اتخاذ المنهج الوسطي في كل شيء .",
            "يقال للحث على الشد والحزم في كل شيء، وخاصة في تربية الأوالد وعدم إعطائهم مطلق الحرية في كل شيء .",
            "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
            "يقال للحث على الاعتدال في تناول الطعام وعدم الإفراط فيه ."
        ],
        "answer": "يقال للحث على التسامح والبساطة وعدم التكلف في كل شيء .",
        "difficulty": "صعب"
    },
    {
        "id": 748,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «هامور ميفرة»؟",
        "options": [
            "يقال في وصف التاجر الجشع .",
            "يقال على لسان التاجر عندما يأتيه المشتري وينظر في البضاعة من بعيد ولا يسأل عنها ولا عن قيمتها .",
            "يقوله الشخص أو التاجر الذي يريد أن يبيع ويتخلص من سلعة غير جيدة .",
            "يقال للشخص الجشع الذي قيل عنه : ماكل قرص وتارك قرص وجايب قرص ."
        ],
        "answer": "يقال في وصف التاجر الجشع .",
        "difficulty": "صعب"
    },
    {
        "id": 749,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الهرجة قفل ومفتاحها الرد»؟",
        "options": [
            "يقال على لسان من يتهم بالخوف بسبب امتناعه عن مواجهة مواقف صعبة لا قدرة له على اجتيازها كمواجهة حيوان مفترس أو خصم قوي أو نحو ذلك .",
            "يقال على لسان من يصاب بجرم ظاهره هين وباطنه صعب لا يعرفه إال هو .",
            "يقال على لسان من يلتقي بصديق لم يره منذ فترة، بسبب انشغال الصديق وتعلقه بمن يحب .",
            "يقال على لسان من يصادفه موقف صعب وحرج، ويخرج منه بسالم بسبب حسن تصرفه وتدبيره ."
        ],
        "answer": "يقال على لسان من يصادفه موقف صعب وحرج، ويخرج منه بسالم بسبب حسن تصرفه وتدبيره .",
        "difficulty": "صعب"
    },
    {
        "id": 750,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الهوب هوبك»؟",
        "options": [
            "يقال للداللة على قبول الطلب والاستجابة له.",
            "يقال على لسان من يقع في مشكلة كبيرة لا خالص منها ويطلب المساعدة، وينجده أحد المقربين له .",
            "يقال عندما يتهم الشخص بأنه ليس من أهل الخير .",
            "يقال على لسان من طل َب منه المساعدة وأجاب من فوره بأنه على أتم الاستعداد لتلبية الطلب ."
        ],
        "answer": "يقال على لسان من طل َب منه المساعدة وأجاب من فوره بأنه على أتم الاستعداد لتلبية الطلب .",
        "difficulty": "صعب"
    },
    {
        "id": 751,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «وش على الذيب من اثغى النعجة»؟",
        "options": [
            "يقال في عدم المباالة بالعامل أو الموظف الرديء الذي لا فائدة منه، عندما يهدد بترك العمل وعدم الاستمرار فيه .",
            "يقال إلظهار القوة وعدم المباالة والتقليل من شأن من يعارضك ويهددك ويتوعدك .",
            "يقال للتحذير و التخويف بإظهار القوة للخصم .",
            "يقال للتقليل من شأن من يدعي الكرم ."
        ],
        "answer": "يقال إلظهار القوة وعدم المباالة والتقليل من شأن من يعارضك ويهددك ويتوعدك .",
        "difficulty": "صعب"
    },
    {
        "id": 752,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ورى كل عزيمة غنيمة»؟",
        "options": [
            "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل .",
            "يقال عندما يفسد عديم الخبرة العمل الذي وك َل عليه .",
            "يقال لحث الشخص على أن يتولى أموره بنفسه .",
            "يقال عندما ترى شخصا يقسو على آخر في العمل ."
        ],
        "answer": "يقال لحث الشخص على الهمة والجد والاجتهاد في العمل .",
        "difficulty": "صعب"
    },
    {
        "id": 753,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ولد الحلل عند اسمه»؟",
        "options": [
            "يقال إذا ذك َ ر شخص أمام قوم بكل خير و شوهد فجأة أمامهم ، قالوا هذا المثل ، وإذا ذك َ ر بشر قالوا : (لي ذكر الكلب برز له حصاه) .",
            "يقال عندما يشتكي لك شخص من رداءة التمر الذي اشتراه ، فترد عليه بهذا المثل ( إذا اغترك التمر اعبطه ).",
            "يقال إذا ذكر أن إحدى الدول الغنية تنعم بالأمن والأمان، وأن نسبة الجريمة بها قليلة جدا .",
            "يقال عندما ينفعل الشخص أمام العامة ويتفوه بكل ما يجيش في صدره من خاص وعام."
        ],
        "answer": "يقال إذا ذك َ ر شخص أمام قوم بكل خير و شوهد فجأة أمامهم ، قالوا هذا المثل ، وإذا ذك َ ر بشر قالوا : (لي ذكر الكلب برز له حصاه) .",
        "difficulty": "صعب"
    },
    {
        "id": 754,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الوالدين شقى»؟",
        "options": [
            "يقال على لسان من أصابه مرض عضال ، وسئ َل عن سبب الزهد في الطعام والشراب.",
            "يقال لسليط اللسان عندما يشتكي من قلة محبيه ومن عدم احترام الناس له .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان الأم التي تعاني من السهر ومن قلة الطعام إيثارا ورحمة بأبنائها ."
        ],
        "answer": "يقال على لسان الأم التي تعاني من السهر ومن قلة الطعام إيثارا ورحمة بأبنائها .",
        "difficulty": "صعب"
    },
    {
        "id": 755,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الوجه من الوجه أبيض»؟",
        "options": [
            "يقال على لسان الشخص الذي ترتكب بحقه خطيئة وفي النهاية تتم المخالصة والمصالحة مع خصمه.",
            "يقال على لسان ابن البلد لتذكير الزائر الغريب بأنه غريب وفي بلد غير بلده، ويجب عليه احترام قانون البلد الذي يقيم فيه وسيردع به إن تمادى في تجاوزه .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان من اشتعلت واشتدت الفتنة بين خصومه ."
        ],
        "answer": "يقال على لسان الشخص الذي ترتكب بحقه خطيئة وفي النهاية تتم المخالصة والمصالحة مع خصمه.",
        "difficulty": "صعب"
    },
    {
        "id": 756,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «وشلك بالبحر وأهواله ورزق هللا على السيف»؟",
        "options": [
            "يقال عندما تسأل شخص عن أقرب طريق يؤدي إلى موقع معين ويترك الطريق السهل المختصر ويدلك على الطريق الالتفافي الصعب .",
            "يقال لمن يأكل كل شيء وقعت عينه عليه واتصلت يده به ، ويقال كذلك لكل من لا يميز بين الحرام والحالل في كسب الرزق .",
            "يقال لنصح من يترك العمل القريب والآمن ويذهب للعمل والبحث عن الرزق في أماكن بعيدة وخطرة ، ويقال، كذلك، الختيار الطريق السهل والآمن لكسب الرزق وترك الطريق الصعب والخطر .",
            "يقال على لسان من نزل المطر بعيدا عن داره وعن مرعى ماشيته ، ويقال كذلك عندما يبلغ الشخص بخير ورزق وفير قد أصاب منطقة ما بعيدة عنه ."
        ],
        "answer": "يقال لنصح من يترك العمل القريب والآمن ويذهب للعمل والبحث عن الرزق في أماكن بعيدة وخطرة ، ويقال، كذلك، الختيار الطريق السهل والآمن لكسب الرزق وترك الطريق الصعب والخطر .",
        "difficulty": "سهل"
    },
    {
        "id": 757,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «وش اللي حاشرك بينا»؟",
        "options": [
            "يقال لمن يعتمد على نفسه في أي عمل وينجح ولا يتكل على الآخرين .",
            "يقال لمن يحشر نفسه ويتدخل بين اثنين يتحدثان في موضوع معين لا ناقة له فيه ولا جمل .",
            "يقال لمن يجادلك في موضوع لا تخرج من ورائه بفائدة .",
            "يقال حينما يدور حديث بين اثنين في موضوع معين ، وفجأة يتدخل شخص آخر ويتحدث في موضوع آخر كان يتمناه ويشغل باله ."
        ],
        "answer": "يقال لمن يحشر نفسه ويتدخل بين اثنين يتحدثان في موضوع معين لا ناقة له فيه ولا جمل .",
        "difficulty": "سهل"
    },
    {
        "id": 758,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «وجع يوم ولا وجع دوم»؟",
        "options": [
            "يقال عندما ي َالم الشخص من ق َبل الآخرين على قول أو فعل قد ارتكبه في حق شخص آخر ويكتشف في ما بعد أنه كان على حق ولومهم له كان ليس في محله .",
            "يقال عندما يكون لك حق عند شخص مماطل ويتملص في أثناء مواجهته، من رد الحقوق التي عليه ، ويضرب كذلك لمن يتجه نحو مكان صعب ربما لا يستطيع الرجوع منه .",
            "يقال لمن يعاني من ألم أو معاناة مستمرة ،ويقدم على فعل صعب ومؤلم، و تنتهي معاناته بالنجاح ،كخلع ضرس مثال .",
            "يقال في عدة أوجه: لكل من يرتجي المساعدة والعون من الشخص البخيل الذي ليس أهال لذلك، أو لمن يعاني من ألم حاد في أحد أسنانه ويرجو شفاءه من عالج لا فائدة في تناوله."
        ],
        "answer": "يقال لمن يعاني من ألم أو معاناة مستمرة ،ويقدم على فعل صعب ومؤلم، و تنتهي معاناته بالنجاح ،كخلع ضرس مثال .",
        "difficulty": "سهل"
    },
    {
        "id": 759,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «الوصاة حصاة»؟",
        "options": [
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال لمن يحمل هم الوصاة ويشعر بثقل حملها .",
            "يقال لمن ينكر أو يتجاهل ما عليه من دين .",
            "يقال لمن يحمل ثقلين ويعجز عن حمل الثالث ."
        ],
        "answer": "يقال لمن يحمل هم الوصاة ويشعر بثقل حملها .",
        "difficulty": "سهل"
    },
    {
        "id": 760,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا فاطري ليت الصبا ينشرى وينباعي..كان باسوق ما ضواه علي الراعي»؟",
        "options": [
            "يقال لمن يبيع أعز ما يملك بثمن بخس من أجل شراء شيء لا يستحق .",
            "يقال عندما يصبح الإنسان كهال ويتذكر قوته وعنفوان شبابه، ويتمنى لو دفع كل ما يملك من أجل إرجاع تلك القوة عليه مرة أخرى .",
            "يقال للشخص الذي أصابه غنى من بعد عوز، وظل على حاله خوفا من الوقوع في الفقر مرة أخرى .",
            "يقوله الشخص الحذر الذي سبق له وأن تعرض لمشكلة ولا يريد الوقوع فيها مرة أخرى."
        ],
        "answer": "يقال عندما يصبح الإنسان كهال ويتذكر قوته وعنفوان شبابه، ويتمنى لو دفع كل ما يملك من أجل إرجاع تلك القوة عليه مرة أخرى .",
        "difficulty": "سهل"
    },
    {
        "id": 761,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا من بهزل تموت من الجفى ويا من بعشب يموت بداره»؟",
        "options": [
            "يقال عندما تستنجد بصديق وترى منه ما يرضيك .",
            "يقال للحث على امتالك المواشي .",
            "يقال لنصح من يكثر العتاب على من حوله بالكف عن ذلك .",
            "يقال عندما يكثر العشب في المحميات الطبيعية ويموت في مكانه ، وترى المواشي التي في خارجه تهزل وتموت من قلة المرعى ."
        ],
        "answer": "يقال عندما يكثر العشب في المحميات الطبيعية ويموت في مكانه ، وترى المواشي التي في خارجه تهزل وتموت من قلة المرعى .",
        "difficulty": "سهل"
    },
    {
        "id": 762,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا من شرى له من حلله علة»؟",
        "options": [
            "يقال لمن يشتري سلعة غالية الثمن وتدوم عنده لسنين طويلة دون مشاكل إلحتفاظها بقيمتها الشرائية وجودتها التصنيعية .",
            "يقال لمن يشتري سلعة بقصد الانتفاع بها، ثم تأتيه بسببها المتاعب والمشاكل.",
            "يقال لمن يبيع سلعة بأقل من ثمنها، بسبب ظروف قاهرة ألمت به .",
            "يقال لمن يصنع المعروف بقصد الخير، ويجازى بشر ."
        ],
        "answer": "يقال لمن يشتري سلعة بقصد الانتفاع بها، ثم تأتيه بسببها المتاعب والمشاكل.",
        "difficulty": "سهل"
    },
    {
        "id": 763,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا من أبوه القصاب الكلوة بيده»؟",
        "options": [
            "يقال عندما يشتكي الشخص من قلة المال بسبب الونا والإنفاق على البناء .",
            "يقال للمسؤول القاسي الذي يكون أقسى وأشد من المسؤول الذي قد سبقه .",
            "يقال للمسؤول على المال أو المصلحة العامة عندما يأخذ منها ما يشاء ويعطي منها أقاربه .",
            "يقال لمن تسدي له النصيحة عدة مرات ولا يأخذ بها ."
        ],
        "answer": "يقال للمسؤول على المال أو المصلحة العامة عندما يأخذ منها ما يشاء ويعطي منها أقاربه .",
        "difficulty": "سهل"
    },
    {
        "id": 764,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا دهينة لا تنكتين»؟",
        "options": [
            "يقال لمن يقسو على والديه في الكبر .",
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال لمن يعق والديه في الك َبر .",
            "يقال للسخرية من الشخص المحبب والمدلل عند والديه والذي يستغل هذا الدالل في تصرفات تضايق غيره."
        ],
        "answer": "يقال للسخرية من الشخص المحبب والمدلل عند والديه والذي يستغل هذا الدالل في تصرفات تضايق غيره.",
        "difficulty": "سهل"
    },
    {
        "id": 765,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يامعه وفرمن»؟",
        "options": [
            "يقال لعدم التوافق والتآلف بين اثنين، أو للذين لا تتفق آراؤهم دائما .",
            "يقال لإلصالح المؤقت ، أو لعدم إتقان العمل بالشكل المطلوب .",
            "يقال عندما يكلف الشخص بعمل ويرفضه بسبب عذر تافه، أو لعدم توفر شروط النجاح.",
            "يقال لعدم التدخل في المشكلة التي لا تعنيك، والاكتفاء بالتفرج عليها من بعيد ."
        ],
        "answer": "يقال لعدم التوافق والتآلف بين اثنين، أو للذين لا تتفق آراؤهم دائما .",
        "difficulty": "سهل"
    },
    {
        "id": 766,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا ليت لي في الحلة صديق»؟",
        "options": [
            "يقال على لسان الشخص الأمي الذي عندما يكون في أمس الحاجة لقراءة أو كتابة نص ولا يجد من يقوم له بذلك .",
            "يقال على لسان أحد الجدين عندما ي َ سأل عن سر حبه وتدليله لحفيده .",
            "يقال عندما يقع الشخص في خطأ أو تقصير ولا يراه أو يدركه أحد من معارفه الدائمي اللوم له.",
            "يقال للتمني ، وعلى لسان من يأتي لجهة حكومية أو مؤسسة أو مركز خدمات، ولا يجد فيه أحد من أقربائه أو معارفه لكي يقوم بخدمته وإنجاز معاملته ."
        ],
        "answer": "يقال للتمني ، وعلى لسان من يأتي لجهة حكومية أو مؤسسة أو مركز خدمات، ولا يجد فيه أحد من أقربائه أو معارفه لكي يقوم بخدمته وإنجاز معاملته .",
        "difficulty": "سهل"
    },
    {
        "id": 767,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ياكل من الحصاة كبر رأسه»؟",
        "options": [
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الجشع الذي قيل عنه : ماكل قرص وتارك قرص وجايب قرص .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص الجشع الذي لا يقنع بما قسم هللا له من رزق، بل يتمنى أن يأخذ حقه وحق غيره ."
        ],
        "answer": "يقال للشخص الجشع الذي قيل عنه : ماكل قرص وتارك قرص وجايب قرص .",
        "difficulty": "سهل"
    },
    {
        "id": 768,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ياكل ويمش يده في الطوفة»؟",
        "options": [
            "يقال عندما تبالغ المرأة المفجوعة في النوح، والبكاء، والندب بشكل مستمر أمام الناس .",
            "يقال لمن يتباها بشيء لا أصل له فيه أمام أفراد من جماعته أو حيه أو قريته .",
            "يقال للشخص المتعالي على الناس، الذي يتعامل معهم بنفس خبثة غير طيبة .",
            "يقال لمن يشارك الناس الطعام بشكل يومي دون أن يساهم معهم بشيء من تكاليفه ."
        ],
        "answer": "يقال لمن يشارك الناس الطعام بشكل يومي دون أن يساهم معهم بشيء من تكاليفه .",
        "difficulty": "سهل"
    },
    {
        "id": 769,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا ماشي في درب الزلق لا تامن الطيحة»؟",
        "options": [
            "يقال للحث على اقتناء البقر .",
            "يقال للحث على التوقف عن السير في الأماكن الخاطئة والخطرة والمشبوهة والطريق الزلق .",
            "يقال للحث على اختيار الزوجة الصالحة .",
            "يقال للحث على امتالك المواشي ."
        ],
        "answer": "يقال للحث على التوقف عن السير في الأماكن الخاطئة والخطرة والمشبوهة والطريق الزلق .",
        "difficulty": "سهل"
    },
    {
        "id": 770,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا غريب كون أديب»؟",
        "options": [
            "يقال على لسان الشخص الذي ترتكب بحقه خطيئة وفي النهاية تتم المخالصة والمصالحة مع خصمه.",
            "يقال عندما ترى شخص يهان ويقلل من شأنه ومقداره في بلد غير بلده .",
            "يقال على لسان ابن البلد لتذكير الزائر الغريب بأنه غريب وفي بلد غير بلده، ويجب عليه احترام قانون البلد الذي يقيم فيه وسيردع به إن تمادى في تجاوزه .",
            "يقال على لسان من طل َب منه المساعدة وأجاب من فوره بأنه على أتم الاستعداد لتلبية الطلب ."
        ],
        "answer": "يقال على لسان ابن البلد لتذكير الزائر الغريب بأنه غريب وفي بلد غير بلده، ويجب عليه احترام قانون البلد الذي يقيم فيه وسيردع به إن تمادى في تجاوزه .",
        "difficulty": "سهل"
    },
    {
        "id": 771,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا غافلين لكم هللا»؟",
        "options": [
            "يقال على لسان من أصيب بأذى الناس أو أحيك له أمر لا يعلمه وهو غافل .",
            "يقال على لسان الصديق عندما يبرر لصديقه سبب انتقاده البناء المبني على المصلحة أمام الناس .",
            "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل .",
            "يقال على لسان المخادع الذي يكسب من الشخص ماال بطريق غير مشروع ثم يعطيه جزءا منه أمام الناس بقصد الشهرة ."
        ],
        "answer": "يقال على لسان من أصيب بأذى الناس أو أحيك له أمر لا يعلمه وهو غافل .",
        "difficulty": "سهل"
    },
    {
        "id": 772,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا نار اكلي حطب»؟",
        "options": [
            "يقال على لسان من خاب ظنه في الشخص الذي امتدحه وأثنى بالأمس عليه .",
            "يقال على لسان من اشتعلت واشتدت الفتنة بين خصومه .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "على لسان من يلقى الإساءة ممن أحسن إليه ."
        ],
        "answer": "يقال على لسان من اشتعلت واشتدت الفتنة بين خصومه .",
        "difficulty": "سهل"
    },
    {
        "id": 773,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا جدة نادي جدتك»؟",
        "options": [
            "يقال لمن يعلن ويجهز لحدث ما قبل حدوثه .",
            "يقال الستحالة حدوث الشيء الذي لا يمكن حدوثه أبدا .",
            "يقال لترك الشيء على حاله، وعدم الكشف عن المستور .",
            "يقال لالستدالل على حدوث أمر ما بوجود مسبب لذلك ."
        ],
        "answer": "يقال الستحالة حدوث الشيء الذي لا يمكن حدوثه أبدا .",
        "difficulty": "سهل"
    },
    {
        "id": 774,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ياعل عمرك عود جت كل ما حشوه نبت»؟",
        "options": [
            "يقال كدعاء خاص بطول العمر ويصدر على لسان المرأة المحبة التي صن َ ع فيها معروف أو قد َ م لها خدمة جلية .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان المسؤول عندما يأتيه من دعاه بالأمس على وجبة طعام لكي يطلب منه خدمة مقابلها .",
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له ."
        ],
        "answer": "يقال كدعاء خاص بطول العمر ويصدر على لسان المرأة المحبة التي صن َ ع فيها معروف أو قد َ م لها خدمة جلية .",
        "difficulty": "سهل"
    },
    {
        "id": 775,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يا بخت من جمع راسين بالحلل»؟",
        "options": [
            "يقال على لسان من اشتعلت واشتدت الفتنة بين خصومه .",
            "يقال للشخص الأجير الذي قام بعمل وينتظر من ورائه الأجر والثواب .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال َ على لسان من وفق بين زوجين بالحالل قاصدا الأجر والثواب من ذلك ."
        ],
        "answer": "يقال َ على لسان من وفق بين زوجين بالحالل قاصدا الأجر والثواب من ذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 776,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يبوق الكحل من العين»؟",
        "options": [
            "يقال للشخص الذي يتصرف تصرفات غير عقالنية .",
            "يقال للشخص الذي يخون الأمانة .",
            "يقال للشخص المحظوظ جدا .",
            "يقال للشخص الذي عر َ ف عنه أنه سارق محترف لا يشق له غبار ."
        ],
        "answer": "يقال للشخص الذي عر َ ف عنه أنه سارق محترف لا يشق له غبار .",
        "difficulty": "سهل"
    },
    {
        "id": 777,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يتعلم الحسانة أو الحسونة في روس القرعان»؟",
        "options": [
            "يقال لمن لا يتساوى مظهره مع مخبره ، فقد يبدو أنه غني ولكن في حقيقة الأمر لا يملك شيء ، ولا يعمل على مساعدة أحد .",
            "يقال لمن يتعلم مهنة، ثم يبدأ تمرينه في موضع لا يستفيد منه، فيفسد الأمر أكثر مما يصلحه .",
            "يقال لمن ينازعك في حق أو إرث هو لك .",
            "يقال عندما يتوقع الشخص الهدوء في أي شيء مزعج ويزداد قوة أكثر مما كان عليه ."
        ],
        "answer": "يقال لمن يتعلم مهنة، ثم يبدأ تمرينه في موضع لا يستفيد منه، فيفسد الأمر أكثر مما يصلحه .",
        "difficulty": "سهل"
    },
    {
        "id": 778,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يجمعه العصفور في سنة وياكله الجمل في لقمة»؟",
        "options": [
            "يقال على لسان من ادخر ماال قد جمعه من تعب وشقاء وفاجأته مصيبة، صرف كل ماله الذي جمعه عليها .",
            "يقال على لسان المخادع الذي يكسب من الشخص ماال بطريق غير مشروع ثم يعطيه جزءا منه أمام الناس بقصد الشهرة .",
            "يقال على لسان من خسر ماله ووقته وسلعته من أثر شرائه لسلعة رديئة زهيدة الثمن .",
            "يقال على لسان من ورث الغنى ولم يظهر عليه من شدة تواضعه وذلك عندما يتباها أمامه حديث النعمة بكثرة ماله وجاهه ."
        ],
        "answer": "يقال على لسان من ادخر ماال قد جمعه من تعب وشقاء وفاجأته مصيبة، صرف كل ماله الذي جمعه عليها .",
        "difficulty": "سهل"
    },
    {
        "id": 779,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يد ما تقدرها صافحها»؟",
        "options": [
            "يقال على لسان من يريد إثبات قوته وصالبته عند محاولة النيل منه .",
            "يقال على لسان الشخص الحريص عندما ي َؤكد عليه الاهتمام بالشيء.",
            "يقال على لسان من يريد حفظ ماء وجهه واتقاء شر من هو أقوى منه .",
            "يقال على لسان من يريد إثبات وجوده وتحديه لآلخر بالقول والفعل."
        ],
        "answer": "يقال على لسان من يريد حفظ ماء وجهه واتقاء شر من هو أقوى منه .",
        "difficulty": "سهل"
    },
    {
        "id": 780,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يد وحدة ما تصفق»؟",
        "options": [
            "يقال على لسان من تراجع عن إنجاز شيء ما، من أثر عدم تعاون الآخرين معه.",
            "يقال عندما ي َبلغ الشخص شفهيا بالموافقة على طلب ما وبعد عدة مراجعات يكتشف عدم إنجاز أي شيء مما وعد به .",
            "يقال على لسان من ظفر وكسب شيء من أثر جده واجتهاده في العمل أو نحو ذلك.",
            "يقال للحث على عدم الإنفاق على صيانة أي شيء لا رجاء من إصالحه ."
        ],
        "answer": "يقال على لسان من تراجع عن إنجاز شيء ما، من أثر عدم تعاون الآخرين معه.",
        "difficulty": "سهل"
    },
    {
        "id": 781,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يمشي على زنده التيس»؟",
        "options": [
            "يقال للبخيل الذي يشتكي من عدم خدمة الناس له .",
            "يقال للحث على عدم تقديم المساعدة المالية للشاب الكسول القوي المعافى الذي جعل من سؤال الناس مهنة مريحة ومربحة له .",
            "يقال للحث على عدم تقديم النصح إلى المنافس في العمل .",
            "يقال للحث على عدم الإفراط في تناول الكمأ"
        ],
        "answer": "يقال للحث على عدم تقديم المساعدة المالية للشاب الكسول القوي المعافى الذي جعل من سؤال الناس مهنة مريحة ومربحة له .",
        "difficulty": "سهل"
    },
    {
        "id": 782,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ينحط على الجرح يبرى»؟",
        "options": [
            "يقال على لسان من ذكر عنده اسم شخص متواضع خفيف الظل له محبة ومودة ومكانة وقدر كبير بين كثير من الناس .",
            "يقال على لسان فاعل الخير عندما َيته َ مه أحد الناس بالرياء وسوء العمل .",
            "يقال على لسان كبير السن عندما يعلن له أحد الشباب عن اسمه الثالثي أو الرباعي ويتذكر أن هذا الاسم يتطابق مع اسم شخص يعرفه قد توفي منذ سنين .",
            "يقال على لسان من أصيب بأذى الناس أو أحيك له أمر لا يعلمه وهو غافل ."
        ],
        "answer": "يقال على لسان من ذكر عنده اسم شخص متواضع خفيف الظل له محبة ومودة ومكانة وقدر كبير بين كثير من الناس .",
        "difficulty": "سهل"
    },
    {
        "id": 783,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ينصلى على طرف ثوبها ، أو ثوبه»؟",
        "options": [
            "يقال للشخص الذي يتسم بالبساطة والتواضع ولا يأتي منه إال الخير.",
            "يقال عندما يأتي الحديث على ذكر امرأة أو رجل عرفوا بالاستقامة والطهارة والشرف ويزكون من قبلهم بذلك .",
            "يقال لتقبل كل ما يأتي من هللا من خير أو شر، وتفويض الأمر له .",
            "يقال لجاحد المعروف الذي يأخذ منك باستمرار ولا يقر لك بذلك ."
        ],
        "answer": "يقال عندما يأتي الحديث على ذكر امرأة أو رجل عرفوا بالاستقامة والطهارة والشرف ويزكون من قبلهم بذلك .",
        "difficulty": "سهل"
    },
    {
        "id": 784,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «ينسد باب وينفتح ألف باب»؟",
        "options": [
            "يقال لمن يتوقف عن العمل ويتكل على هللا في الرزق .",
            "يقال على لسان الشخص الذي أغلق باب رزقه من قبل رب العمل، ويأمل من هللا أن يفتح له أبواب رزق كثيرة في أقرب وقت .",
            "يقال عندما ي َحسد شخص على رزق كتبه هللا له .",
            "يقال على لسان من رضي بما وهبه هللا من ولد ."
        ],
        "answer": "يقال على لسان الشخص الذي أغلق باب رزقه من قبل رب العمل، ويأمل من هللا أن يفتح له أبواب رزق كثيرة في أقرب وقت .",
        "difficulty": "سهل"
    },
    {
        "id": 785,
        "question": "ما معنى أو مضرب المثل الشعبي القطري: «يوم بقعا صبية»؟",
        "options": [
            "يقال للمتغطرس والمتسلط على الناس عندما يهين من هو أدنى منه أمام الناس، ويرد عليه الم َ هان بقول أو فعل يفقده سطوته وهيبته أمامهم .",
            "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن .",
            "يقال عندما تعلق بقول أو فعل من دون قصد مع شخص سليط اللسان .",
            "يقال عندما يقع اعتداء عليك من شخص عدواني بقول أو فعل ثم يسبقك إلى ولي أمرك شاكيا ومدعيا عليك بالباطل ."
        ],
        "answer": "يقال للرد على كل من يتفاخر بقول أو فعل قد قام به وعفى عليه الزمن .",
        "difficulty": "سهل"
    }
];

export default allQuestions;
